[{
  "_id": {
    "$oid": "6462618fd490ed617c15af7e"
  },
  "actor_movies": [
    "ho-den-tu-than"
  ],
  "actor_url": "matthew-mcconaughey",
  "actor_name": "Matthew McConaughey",
  "actor_thumbnail": "/public\\uploads\\actors\\matthew-mcconaughey.jpg",
  "actor_description": "Matthew McConaughey, sinh ngày 4 tháng 11 năm 1969, là một nam diễn viên nổi tiếng người Mỹ. Anh được biết đến với ngoại hình điển trai và tài năng diễn xuất đa dạng. Matthew có một cái gì đó thu hút và đầy sự quyến rũ, với ánh mắt sáng rực và nụ cười tỏa nắng. Anh có vóc dáng thể thao và dáng đi tự tin, tạo nên một sự cuốn hút tự nhiên.\r\nVới sự nghiệp kéo dài hàng thập kỷ, Matthew McConaughey đã thể hiện sự đa tài và khả năng diễn xuất xuất sắc trong nhiều thể loại phim. Anh đã đóng vai chính trong các bộ phim nổi tiếng như \"Dallas Buyers Club\" (2013), với vai diễn Ron Woodroof, mang về cho anh giải Oscar cho Nam diễn viên chính xuất sắc nhất. Ngoài ra, anh còn góp mặt trong các bộ phim như \"Interstellar\" (2014), \"The Wolf of Wall Street\" (2013) và \"True Detective\" (2014)."
},{
  "_id": {
    "$oid": "6462632ad490ed617c15af7f"
  },
  "actor_movies": [
    "ho-den-tu-than"
  ],
  "actor_url": "anne-hathaway",
  "actor_name": "Anne Hathaway",
  "actor_thumbnail": "/public\\uploads\\actors\\anne-hathaway.jpg",
  "actor_description": "Anne Hathaway, sinh ngày 12 tháng 11 năm 1982, là một nữ diễn viên hàng đầu người Mỹ. Với nhan sắc kiều diễm và tài năng diễn xuất đặc biệt, cô đã ghi dấu ấn trong làng giải trí toàn cầu. Anne có một nụ cười tươi tắn và đôi mắt sáng lấp lánh, tạo nên một vẻ đẹp quyến rũ và duyên dáng.\r\nVới sự nghiệp diễn xuất đa dạng, Anne Hathaway đã chứng tỏ được tài năng của mình trong nhiều thể loại phim. Cô đã xuất hiện trong những bộ phim nổi tiếng như \"The Devil Wears Prada\" (2006), trong vai diễn Andy Sachs, và \"Les Misérables\" (2012), với vai Fantine, giúp cô giành được giải Oscar cho Nữ diễn viên phụ xuất sắc nhất. Anne cũng thể hiện khả năng diễn xuất xuất sắc trong các bộ phim như \"The Dark Knight Rises\" (2012) và \"Interstellar\" (2014)."
},{
  "_id": {
    "$oid": "646263b2d490ed617c15af80"
  },
  "actor_movies": [
    "ho-den-tu-than"
  ],
  "actor_url": "jessica-chastain",
  "actor_name": "Jessica Chastain",
  "actor_thumbnail": "/public\\uploads\\actors\\jessica-chastain.jpg",
  "actor_description": "Jessica Chastain, sinh ngày 24 tháng 3 năm 1977, là một nữ diễn viên xuất sắc người Mỹ. Với vẻ đẹp quyến rũ và tài năng diễn xuất đa dạng, cô đã trở thành một trong những gương mặt nổi bật trong ngành điện ảnh. Jessica có mái tóc đỏ lửa và đôi mắt sáng rực, tạo nên một vẻ ngoài đầy cuốn hút và sự cá nhân độc đáo.\r\nSự nghiệp của Jessica Chastain đã được đánh giá cao với những vai diễn xuất sắc trên màn ảnh. Cô đã thể hiện sự đa tài trong các thể loại phim từ phim hành động, giả tưởng đến phim tâm lý. Jessica đã góp mặt trong các bộ phim nổi tiếng như \"Zero Dark Thirty\" (2012), trong vai diễn Maya, và \"The Help\" (2011), trong vai Celia Foote. Những vai diễn của cô luôn thể hiện sự chân thành và sự sâu sắc, mang lại những cảm xúc chân thật cho khán giả."
},{
  "_id": {
    "$oid": "6462666dd490ed617c15af81"
  },
  "actor_movies": [
    "ho-den-tu-than"
  ],
  "actor_url": "michael-caine",
  "actor_name": "Michael Caine",
  "actor_thumbnail": "/public\\uploads\\actors\\michael-caine.jpg",
  "actor_description": "Michael Caine, tên thật là Maurice Joseph Micklewhite Jr., sinh ngày 14 tháng 3 năm 1933, là một nam diễn viên vĩ đại người Anh. Ông được biết đến với tài năng diễn xuất đa dạng và khả năng thích ứng với các vai diễn đa dạng từ hài hước đến hành động và tâm lý.\r\nVới hơn sáu thập kỷ trong nghề, Michael Caine đã tham gia vào nhiều bộ phim nổi tiếng và đạt được nhiều thành công lớn. Ông đã xuất hiện trong các bộ phim như \"The Italian Job\" (1969), \"Alfie\" (1966), và \"The Dark Knight Trilogy\" (2005-2012), trong vai Alfred Pennyworth. Với khả năng thể hiện nhân vật tự tin và đa chiều, Michael Caine luôn tạo ra những biểu cảm đáng nhớ và mang đến những màn trình diễn ấn tượng."
},{
  "_id": {
    "$oid": "6462682e718967595087ecb5"
  },
  "actor_movies": [
    "ho-den-tu-than"
  ],
  "actor_url": "casey-affleck",
  "actor_name": "Casey Affleck",
  "actor_thumbnail": "/public\\uploads\\actors\\casey-affleck.jpg",
  "actor_description": "Casey Affleck, tên đầy đủ là Caleb Casey McGuire Affleck-Boldt, sinh ngày 12 tháng 8 năm 1975, là một nam diễn viên và nhà sản xuất phim người Mỹ. Anh được biết đến với sự tài năng diễn xuất đa dạng và khả năng chơi những vai diễn tình cảm và sâu sắc.\r\nVới sự nghiệp diễn xuất kéo dài, Casey Affleck đã ghi dấu ấn với nhiều vai diễn đáng chú ý. Anh đã thể hiện khả năng diễn xuất xuất sắc trong các bộ phim như \"Gone Baby Gone\" (2007), \"The Assassination of Jesse James by the Coward Robert Ford\" (2007) và \"Manchester by the Sea\" (2016). Với vai diễn trong \"Manchester by the Sea\", Casey Affleck đã giành giải Oscar cho Nam diễn viên chính xuất sắc nhất, đánh dấu sự công nhận của ngành công nghiệp điện ảnh đối với tài năng của anh."
},{
  "_id": {
    "$oid": "646268b7718967595087ecb6"
  },
  "actor_movies": [
    "ho-den-tu-than"
  ],
  "actor_url": "mackenzie-foy",
  "actor_name": "Mackenzie Foy",
  "actor_thumbnail": "/public\\uploads\\actors\\mackenzie-foy.jpg",
  "actor_description": "Mackenzie Foy, sinh ngày 10 tháng 11 năm 2000, là một nữ diễn viên trẻ và tài năng người Mỹ. Dù còn rất trẻ, Mackenzie đã chứng tỏ khả năng diễn xuất đáng kinh ngạc và tiềm năng lớn trong ngành điện ảnh.\r\nMackenzie Foy đã góp mặt trong nhiều bộ phim đáng chú ý. Cô đã được biết đến rộng rãi qua vai diễn Renesmee Cullen trong loạt phim \"Twilight Saga: Breaking Dawn\" (2011-2012). Sự diễn xuất đầy tài năng của Mackenzie Foy đã ghi điểm với khán giả và giới chuyên môn. Cô cũng đã tham gia vào các bộ phim như \"Interstellar\" (2014) và \"The Nutcracker and the Four Realms\" (2018), chứng tỏ sự đa dạng và linh hoạt trong diễn xuất."
},{
  "_id": {
    "$oid": "6462696c718967595087ecb7"
  },
  "actor_movies": [
    "ho-den-tu-than"
  ],
  "actor_url": "john-lithgow",
  "actor_name": "John Lithgow",
  "actor_thumbnail": "/public\\uploads\\actors\\john-lithgow.jpg",
  "actor_description": "John Lithgow, sinh ngày 19 tháng 10 năm 1945, là một nam diễn viên và nhà sản xuất phim người Mỹ. Ông là một trong những diễn viên tài năng và đa dạng nhất của thế hệ của mình, với sự nghiệp diễn xuất kéo dài và nhiều thành công trong cả điện ảnh, truyền hình và sân khấu.\r\nJohn Lithgow đã đóng vai trong nhiều bộ phim và chương trình truyền hình nổi tiếng. Ông đã nhận được nhiều đề cử và giải thưởng danh giá trong sự nghiệp của mình, bao gồm Giải Oscar và Giải Emmy. Một số vai diễn xuất sắc của ông bao gồm \"The World According to Garp\" (1982), \"Terms of Endearment\" (1983), và \"Dexter\" (2006-2013), trong vai diễn Trinity Killer."
},{
  "_id": {
    "$oid": "64626a67718967595087ecb8"
  },
  "actor_movies": [
    "ho-den-tu-than"
  ],
  "actor_url": "david-gyasi",
  "actor_name": "David Gyasi",
  "actor_thumbnail": "/public\\uploads\\actors\\david-gyasi.jpg",
  "actor_description": "David Gyasi, sinh ngày 2 tháng 1 năm 1979, là một nam diễn viên người Anh. Với tài năng và sự chuyên nghiệp của mình, David Gyasi đã tạo dựng được một danh tiếng trong ngành công nghiệp điện ảnh.\r\nAnh đã tham gia trong nhiều bộ phim đáng chú ý. Một số vai diễn nổi bật của David Gyasi bao gồm \"Interstellar\" (2014), \"Cloud Atlas\" (2012), và \"Maleficent: Mistress of Evil\" (2019). Anh đã thể hiện khả năng diễn xuất xuất sắc và mang đến những biểu cảm đáng nhớ trong các tác phẩm này."
},{
  "_id": {
    "$oid": "64626b42718967595087ecb9"
  },
  "actor_movies": [
    "ho-den-tu-than"
  ],
  "actor_url": "wes-bentley",
  "actor_name": "Wes Bentley",
  "actor_thumbnail": "/public\\uploads\\actors\\wes-bentley.jpg",
  "actor_description": "Wes Bentley, tên đầy đủ là Wesley Cook Bentley, sinh ngày 4 tháng 9 năm 1978, là một nam diễn viên người Mỹ. Anh được biết đến với tài năng diễn xuất đa dạng và khả năng mang đến những vai diễn sâu sắc và đầy cảm xúc.\r\nVới sự nghiệp diễn xuất kéo dài, Wes Bentley đã thể hiện tài năng của mình trong nhiều bộ phim đáng chú ý. Anh đã góp mặt trong các tác phẩm như \"American Beauty\" (1999), trong vai Ricky Fitts, một vai diễn đáng nhớ và đã đem lại sự công nhận rộng rãi cho anh. Các vai diễn khác của Wes Bentley bao gồm \"The Hunger Games\" (2012), \"Interstellar\" (2014) và \"Mission: Impossible - Fallout\" (2018), trong đó anh đã thể hiện khả năng diễn xuất đa dạng và linh hoạt."
},{
  "_id": {
    "$oid": "64626bbc718967595087ecba"
  },
  "actor_movies": [
    "ho-den-tu-than"
  ],
  "actor_url": "timothee-chalamet",
  "actor_name": "Timothée Chalamet",
  "actor_thumbnail": "/public\\uploads\\actors\\timothee-chalamet.jpg",
  "actor_description": "Timothée Chalamet, sinh ngày 27 tháng 12 năm 1995, là một nam diễn viên người Mỹ - Pháp. Anh được biết đến với tài năng diễn xuất đáng kinh ngạc và phong cách riêng biệt, và đã trở thành một trong những ngôi sao trẻ triển vọng của ngành điện ảnh.\r\nVới một sự nghiệp diễn xuất ngắn nhưng đã nổi tiếng, Timothée Chalamet đã thể hiện khả năng xuất sắc qua các vai diễn đáng chú ý. Anh đã ghi dấu ấn với vai diễn Elio Perlman trong bộ phim \"Call Me by Your Name\" (2017), nơi anh đã được đề cử Giải Oscar cho Nam diễn viên chính xuất sắc nhất, khiến anh trở thành người trẻ nhất từng đạt được đề cử này trong hơn nửa thế kỷ qua. Các vai diễn khác của Timothée Chalamet bao gồm \"Lady Bird\" (2017), \"Beautiful Boy\" (2018) và \"Little Women\" (2019), trong đó anh tiếp tục chứng tỏ sự đa dạng và sự xuất sắc trong diễn xuất."
},{
  "_id": {
    "$oid": "64626c0f718967595087ecbb"
  },
  "actor_movies": [
    "ho-den-tu-than"
  ],
  "actor_url": "matt-damon",
  "actor_name": "Matt Damon",
  "actor_thumbnail": "/public\\uploads\\actors\\matt-damon.jpg",
  "actor_description": "Matt Damon, sinh ngày 8 tháng 10 năm 1970, là một nam diễn viên, nhà sản xuất và biên kịch người Mỹ. Với tài năng diễn xuất đa dạng và thành công của mình trong ngành điện ảnh, Matt Damon đã trở thành một trong những ngôi sao nổi tiếng và đáng chú ý của thế hệ của mình.\r\nAnh đã tham gia vào nhiều bộ phim thành công và được yêu thích. Một số vai diễn nổi bật của Matt Damon bao gồm \"Good Will Hunting\" (1997), trong đó anh cùng với Ben Affleck cùng nhau viết kịch bản và đoạt giải Oscar cho Kịch bản xuất sắc nhất, \"The Bourne Identity\" (2002) series, \"The Departed\" (2006) và \"The Martian\" (2015). Anh đã nhận được nhiều đề cử và giải thưởng danh giá trong sự nghiệp của mình, chứng tỏ tài năng và sự ghi nhận từ khán giả và giới chuyên môn."
},{
  "_id": {
    "$oid": "64626c5a718967595087ecbc"
  },
  "actor_movies": [
    "ho-den-tu-than"
  ],
  "actor_url": "ellen-burstyn",
  "actor_name": "Ellen Burstyn",
  "actor_thumbnail": "/public\\uploads\\actors\\ellen-burstyn.jpg",
  "actor_description": "Ellen Burstyn, sinh ngày 7 tháng 12 năm 1932, là một nữ diễn viên người Mỹ. Với sự nghiệp kéo dài hơn nửa thế kỷ, Ellen Burstyn đã trở thành một biểu tượng của sự tài năng và sự đa dạng trong diễn xuất.\r\nCô đã góp mặt trong nhiều bộ phim và vở kịch nổi tiếng. Một số vai diễn nổi bật của Ellen Burstyn bao gồm \"The Exorcist\" (1973), \"Alice Doesn't Live Here Anymore\" (1974) và \"Requiem for a Dream\" (2000). Cô đã nhận được nhiều đề cử và giải thưởng danh giá, bao gồm Giải Oscar cho Nữ diễn viên chính xuất sắc nhất, giải Emmy và giải Tony, chứng minh khả năng diễn xuất ưu tú của mình."
},{
  "_id": {
    "$oid": "64626caa718967595087ecbd"
  },
  "actor_movies": [
    "ho-den-tu-than"
  ],
  "actor_url": "topher-grace",
  "actor_name": "Topher Grace",
  "actor_thumbnail": "/public\\uploads\\actors\\topher-grace.jpg",
  "actor_description": "Topher Grace, tên đầy đủ là Christopher John Grace, sinh ngày 12 tháng 7 năm 1978, là một nam diễn viên và nhà sản xuất người Mỹ. Anh nổi tiếng với vai diễn Eric Forman trong series sitcom \"That '70s Show\" (1998-2006), nơi anh đã trở thành một trong những gương mặt trẻ triển vọng của Hollywood.\r\nSau khi kết thúc \"That '70s Show\", Topher Grace đã tiếp tục phát triển sự nghiệp diễn xuất của mình trong các bộ phim điện ảnh. Anh đã tham gia vào nhiều dự án thành công và được đánh giá cao. Một số vai diễn đáng chú ý của Topher Grace bao gồm \"Spider-Man 3\" (2007), \"Interstellar\" (2014), và \"BlacKkKlansman\" (2018). Anh đã chứng tỏ sự đa dạng và khả năng thích nghi trong diễn xuất thông qua các vai diễn khác nhau."
},{
  "_id": {
    "$oid": "646500ea2f14bc306c7a1c5d"
  },
  "actor_movies": [
    "nhiem-vu-bat-kha-thi-nghiep-bao-phan-1"
  ],
  "actor_url": "tom-cruise",
  "actor_name": "Tom Cruise",
  "actor_thumbnail": "/public\\uploads\\actors\\tom-cruise.jpg",
  "actor_description": "Tom Cruise, tên đầy đủ là Thomas Cruise Mapother IV, sinh ngày 3 tháng 7 năm 1962, là một diễn viên, nhà sản xuất và ngôi sao điện ảnh hàng đầu người Mỹ. Với sự nghiệp kéo dài hơn ba thập kỷ, Tom Cruise đã trở thành một biểu tượng trong ngành công nghiệp giải trí và được công nhận vì khả năng diễn xuất xuất sắc và sự cam kết với nghệ thuật điện ảnh.\r\nTom Cruise có ngoại hình điển trai và sức hút tự nhiên. Anh mang trong mình sự quyến rũ và sự sảng khoái trong diễn xuất. Với nhiệt huyết và tầm nhìn nghệ thuật, Tom Cruise đã tạo ra nhiều vai diễn đáng nhớ và ghi điểm mạnh trong lòng khán giả.\r\nAnh đã góp mặt trong nhiều bộ phim thành công và trở thành biểu tượng của các loại phim hành động và phiêu lưu. Một số vai diễn nổi bật của Tom Cruise bao gồm loạt phim \"Mission: Impossible\" (1996 đến nay), \"Top Gun\" (1986), \"Jerry Maguire\" (1996), và \"Rain Man\" (1988). Anh đã đóng vai trong các thể loại phim khác nhau, từ hành động và khoa học viễn tưởng đến phim lãng mạn và hài hước, chứng tỏ khả năng đa dạng và linh hoạt trong diễn xuất."
},{
  "_id": {
    "$oid": "6465015e2f14bc306c7a1c5e"
  },
  "actor_movies": [
    "nhiem-vu-bat-kha-thi-nghiep-bao-phan-1"
  ],
  "actor_url": "hayley-atwell",
  "actor_name": "Hayley Atwell",
  "actor_thumbnail": "/public\\uploads\\actors\\hayley-atwell.jpg",
  "actor_description": "Hayley Atwell, sinh ngày 5 tháng 4 năm 1982, là một nữ diễn viên người Anh. Với ngoại hình quyến rũ và tài năng diễn xuất đa dạng, Hayley Atwell đã thu hút sự chú ý và đánh giá cao trong ngành công nghiệp điện ảnh.\r\nHayley Atwell nổi tiếng với vai diễn Peggy Carter trong vũ trụ Marvel, xuất hiện trong các bộ phim như \"Captain America: The First Avenger\" (2011), \"Captain America: The Winter Soldier\" (2014), và \"Avengers: Endgame\" (2019). Vai diễn này đã đem lại cho cô sự công nhận và tạo dựng hình ảnh một người phụ nữ mạnh mẽ, thông minh và đáng ngưỡng mộ.\r\nNgoài vai diễn trong vũ trụ Marvel, Hayley Atwell cũng đã thể hiện tài năng của mình trong các bộ phim và chương trình truyền hình khác. Cô đã đóng vai chính trong bộ phim \"The Duchess\" (2008) và nhận được đánh giá tích cực với vai diễn nữ nhà báo trong phim truyền hình \"Agent Carter\" (2015-2016). Hayley Atwell cũng đã tham gia vào nhiều dự án nghệ thuật đa dạng, từ những bộ phim lãng mạn đến các tác phẩm có nội dung sâu sắc."
},{
  "_id": {
    "$oid": "646501972f14bc306c7a1c5f"
  },
  "actor_movies": [
    "nhiem-vu-bat-kha-thi-nghiep-bao-phan-1"
  ],
  "actor_url": "simon-pegg",
  "actor_name": "Simon Pegg",
  "actor_thumbnail": "/public\\uploads\\actors\\simon-pegg.jpg",
  "actor_description": "Simon Pegg, sinh ngày 14 tháng 2 năm 1970, là một diễn viên, biên kịch và nhà sản xuất người Anh. Anh được biết đến với tài năng hài hước và khả năng diễn xuất đa dạng trong các bộ phim.\r\nSimon Pegg nổi tiếng qua sự đóng góp của mình trong loạt phim hài kinh điển \"Three Flavours Cornetto trilogy\", bao gồm \"Shaun of the Dead\" (2004), \"Hot Fuzz\" (2007) và \"The World's End\" (2013). Anh cũng được biết đến với vai Scotty trong loạt phim \"Star Trek\" từ năm 2009.\r\nNgoài ra, Simon Pegg đã tham gia vào nhiều dự án điện ảnh khác nhau. Anh đã đóng vai chính trong bộ phim hài \"Run Fatboy Run\" (2007) và thể hiện khả năng diễn xuất nổi bật trong \"Mission: Impossible\" series, với vai nhân vật Benji Dunn. Simon Pegg cũng đã tham gia vào các bộ phim như \"Paul\" (2011), \"The Adventures of Tintin\" (2011), và \"Ready Player One\" (2018)."
},{
  "_id": {
    "$oid": "646501cb2f14bc306c7a1c60"
  },
  "actor_movies": [
    "nhiem-vu-bat-kha-thi-nghiep-bao-phan-1"
  ],
  "actor_url": "ving-rhames",
  "actor_name": "Ving Rhames",
  "actor_thumbnail": "/public\\uploads\\actors\\ving-rhames.jpg",
  "actor_description": "Ving Rhames, sinh ngày 12 tháng 5 năm 1959, là một diễn viên, nhà sản xuất và đạo diễn người Mỹ. Anh nổi tiếng với vai diễn Marsellus Wallace trong bộ phim \"Pulp Fiction\" (1994) của đạo diễn Quentin Tarantino.\r\nVới hơn 30 năm trong ngành công nghiệp điện ảnh, Ving Rhames đã tham gia vào nhiều bộ phim và chương trình truyền hình. Anh được biết đến với các vai diễn như Nathan \"Diamond Dog\" Jones trong \"Con Air\" (1997), Luther Stickell trong loạt phim \"Mission: Impossible\", và đóng vai chính trong bộ phim kinh dị \"Dawn of the Dead\" (2004).\r\nNgoài ra, Ving Rhames cũng là một nhà sản xuất và đạo diễn. Anh đã sản xuất và đạo diễn bộ phim \"Mongolian Death Worm\" (2010) và đóng vai chính trong bộ phim hành động \"Death Race: Inferno\" (2013)."
},{
  "_id": {
    "$oid": "646502102f14bc306c7a1c61"
  },
  "actor_movies": [
    "nhiem-vu-bat-kha-thi-nghiep-bao-phan-1"
  ],
  "actor_url": "rebecca-ferguson",
  "actor_name": "Rebecca Ferguson",
  "actor_thumbnail": "/public\\uploads\\actors\\rebecca-ferguson.jpg",
  "actor_description": "Rebecca Ferguson, sinh ngày 19 tháng 10 năm 1983, là một nữ diễn viên người Thụy Điển. Với vẻ đẹp tuyệt vời và khả năng diễn xuất xuất sắc, Rebecca Ferguson đã thu hút sự chú ý và đánh giá cao trong ngành công nghiệp điện ảnh.\r\nRebecca Ferguson nổi tiếng qua vai diễn Ilsa Faust trong loạt phim \"Mission: Impossible\" bắt đầu từ \"Mission: Impossible – Rogue Nation\" (2015) và tiếp tục trong các phần sau. Với vai diễn này, cô đã khắc họa một nhân vật mạnh mẽ, thông minh và tài ba, trở thành một trong những điểm nhấn của loạt phim.\r\nNgoài vai Ilsa Faust, Rebecca Ferguson cũng đã thể hiện tài năng diễn xuất đa dạng trong các bộ phim khác. Cô đã đóng vai chính trong bộ phim âm nhạc \"The Greatest Showman\" (2017), hòa giọng cùng Hugh Jackman. Rebecca Ferguson cũng đã tham gia vào các dự án như \"Doctor Sleep\" (2019) và \"Dune\" (2021), và nhận được sự công nhận cho khả năng diễn xuất tuyệt vời."
},{
  "_id": {
    "$oid": "646503052f14bc306c7a1c62"
  },
  "actor_movies": [
    "nhiem-vu-bat-kha-thi-nghiep-bao-phan-1",
    "qua-nhanh-qua-nguy-hiem-ngoai-truyen"
  ],
  "actor_url": "vanessa-kirby",
  "actor_name": "Vanessa Kirby",
  "actor_thumbnail": "/public\\uploads\\actors\\vanessa-kirby.jpg",
  "actor_description": "Vanessa Kirby, sinh ngày 18 tháng 4 năm 1988, là một nữ diễn viên người Anh. Cô được biết đến với khả năng diễn xuất đa dạng và sự sáng tạo trong các vai diễn của mình.\r\nVanessa Kirby nổi tiếng qua vai diễn Princes Margaret trong hai mùa đầu tiên của loạt phim truyền hình \"The Crown\" (2016-2017). Với sự thể hiện xuất sắc của mình, cô đã nhận được nhiều đề cử và giành giải BAFTA cho \"Nữ diễn viên phụ xuất sắc nhất\".\r\nNgoài vai diễn trong \"The Crown\", Vanessa Kirby cũng đã thể hiện khả năng diễn xuất ấn tượng trong các bộ phim khác. Cô đã đóng vai chính trong bộ phim \"Pieces of a Woman\" (2020), nơi cô thể hiện một vai diễn phức tạp và đầy cảm xúc, và nhận được đánh giá tích cực từ giới phê bình. Vanessa Kirby cũng đã tham gia vào các dự án như \"Mission: Impossible – Fallout\" (2018) và \"Hobbs & Shaw\" (2019), trở thành một cái tên quen thuộc trong ngành công nghiệp điện ảnh."
},{
  "_id": {
    "$oid": "6465034d2f14bc306c7a1c63"
  },
  "actor_movies": [
    "nhiem-vu-bat-kha-thi-nghiep-bao-phan-1"
  ],
  "actor_url": "henry-czerny",
  "actor_name": "Henry Czerny",
  "actor_thumbnail": "/public\\uploads\\actors\\henry-czerny.jpg",
  "actor_description": "Henry Czerny, sinh ngày 8 tháng 2 năm 1959, là một diễn viên người Canada. Anh đã có một sự nghiệp kéo dài trong ngành công nghiệp điện ảnh và truyền hình, với nhiều vai diễn đáng chú ý.\r\nHenry Czerny nổi tiếng với vai Kittridge trong bộ phim \"Mission: Impossible\" (1996), đây là bộ phim đầu tiên trong loạt phim \"Mission: Impossible\". Anh đã đóng vai một nhân vật quan trọng, mang tính độc đáo và góp phần tạo nên thành công của phim.\r\nNgoài vai Kittridge, Henry Czerny cũng đã tham gia vào nhiều dự án điện ảnh và truyền hình khác. Anh đã đóng vai chính trong bộ phim \"Clear and Present Danger\" (1994) và \"The Ice Storm\" (1997). Anh cũng xuất hiện trong các bộ phim như \"The Exorcism of Emily Rose\" (2005), \"Remember\" (2015), và \"Ready or Not\" (2019), nơi anh thể hiện tài năng diễn xuất đa dạng."
},{
  "_id": {
    "$oid": "646503a72f14bc306c7a1c64"
  },
  "actor_movies": [
    "nhiem-vu-bat-kha-thi-nghiep-bao-phan-1"
  ],
  "actor_url": "mariela-garriga",
  "actor_name": "Mariela Garriga",
  "actor_thumbnail": "/public\\uploads\\actors\\mariela-garriga.jpg",
  "actor_description": "Mariela Garriga là một diễn viên người Mỹ, sinh ngày 6 tháng 1 năm 1986. Cô đã thể hiện sự xuất sắc và tài năng trong các vai diễn của mình trên màn ảnh.\r\nMariela Garriga đã xuất hiện trong một số bộ phim và chương trình truyền hình. Cô đã đóng vai chính trong bộ phim kinh dị \"The Curse of La Llorona\" (2019), nơi cô thể hiện khả năng diễn xuất đa dạng và tạo ra sự căng thẳng tinh thần.\r\nNgoài vai diễn trong \"The Curse of La Llorona\", Mariela Garriga cũng đã tham gia vào các dự án khác. Cô đã xuất hiện trong các bộ phim như \"National Treasure: Book of Secrets\" (2007) và \"Bullet to the Head\" (2012). Cô cũng đã thể hiện tài năng của mình trên màn ảnh nhỏ với vai diễn trong các chương trình truyền hình như \"NCIS: Los Angeles\" và \"True Detective\"."
},{
  "_id": {
    "$oid": "646507712f14bc306c7a1c68"
  },
  "actor_movies": [
    "transformers-quai-thu-troi-day"
  ],
  "actor_url": "peter-dinklage",
  "actor_name": "Peter Dinklage",
  "actor_thumbnail": "/public\\uploads\\actors\\peter-dinklage.jpg",
  "actor_description": "Peter Dinklage, sinh ngày 11 tháng 6 năm 1969, là một diễn viên người Mỹ. Anh nổi tiếng với khả năng diễn xuất xuất sắc và vai diễn đáng nhớ trên màn ảnh.\r\nPeter Dinklage đã đạt được sự công nhận rộng rãi qua vai diễn Tyrion Lannister trong loạt phim truyền hình \"Game of Thrones\" (2011-2019). Với tài năng diễn xuất đỉnh cao, anh đã mang đến một sự hiện diện đáng nhớ và đa chiều cho nhân vật của mình. Peter Dinklage đã nhận được nhiều giải thưởng danh giá như Giải Emmy và Giải Quả Cầu Vàng cho vai diễn này.\r\nNgoài vai diễn trong \"Game of Thrones\", Peter Dinklage cũng đã thể hiện khả năng diễn xuất đa dạng trong nhiều bộ phim khác. Anh đã xuất hiện trong các tác phẩm như \"The Station Agent\" (2003), \"X-Men: Days of Future Past\" (2014), và \"Three Billboards Outside Ebbing, Missouri\" (2017). Peter Dinklage đã chứng tỏ khả năng vượt qua giới hạn về chiều cao và tạo ra những vai diễn đầy sức mạnh và sự ấn tượng."
},{
  "_id": {
    "$oid": "646507f02f14bc306c7a1c69"
  },
  "actor_movies": [
    "transformers-quai-thu-troi-day"
  ],
  "actor_url": "ron-perlman",
  "actor_name": "Ron Perlman",
  "actor_thumbnail": "/public\\uploads\\actors\\ron-perlman.jpg",
  "actor_description": "Ron Perlman, sinh ngày 13 tháng 4 năm 1950, là một diễn viên người Mỹ. Anh được biết đến với vẻ ngoài đặc biệt và tài năng diễn xuất đa dạng trên màn ảnh.\r\nRon Perlman đã có sự nổi tiếng và đạt được sự công nhận rộng rãi qua vai diễn Hellboy trong loạt phim \"Hellboy\" (2004) và \"Hellboy II: The Golden Army\" (2008). Với khả năng thể hiện nhân vật hoàn hảo và vẻ ngoài phù hợp, anh đã mang đến một sự hiện diện mạnh mẽ và đáng nhớ cho vai diễn này.\r\nNgoài vai diễn Hellboy, Ron Perlman cũng đã tham gia vào nhiều bộ phim khác. Anh đã xuất hiện trong các tác phẩm như \"Blade II\" (2002), \"Pacific Rim\" (2013), và \"The Book of Life\" (2014). Anh cũng nổi tiếng với vai diễn Clay Morrow trong loạt phim truyền hình \"Sons of Anarchy\" (2008-2013)."
},{
  "_id": {
    "$oid": "646509fb2f14bc306c7a1c6d"
  },
  "actor_movies": [
    "transformers-quai-thu-troi-day"
  ],
  "actor_url": "dominique-fishback",
  "actor_name": "Dominique Fishback",
  "actor_thumbnail": "/public\\uploads\\actors\\dominique-fishback.jpg",
  "actor_description": "Dominique Fishback, sinh ngày 22 tháng 3 năm 1991, là một diễn viên và nhà viết kịch người Mỹ. Cô nổi tiếng với vai diễn Darlene trong bộ phim \"Judas and the Black Messiah\" (2021) và có sự xuất hiện đáng chú ý trong các dự án điện ảnh và truyền hình khác.\r\nDominique Fishback đã được công chúng biết đến và đánh giá cao qua vai diễn Darlene, người yêu của nhà hoạt động Fred Hampton, trong bộ phim \"Judas and the Black Messiah\". Với tài năng diễn xuất tuyệt vời, cô đã mang đến sự mạnh mẽ và sự chân thành của nhân vật này. Vai diễn này đã giúp cô nhận được nhiều đề cử và đánh giá tích cực từ giới phê bình.\r\nNgoài \"Judas and the Black Messiah\", Dominique Fishback cũng đã xuất hiện trong nhiều dự án khác. Cô đã đóng vai chính trong bộ phim \"Night Comes On\" (2018) và có sự xuất hiện trong các bộ phim như \"The Hate U Give\" (2018) và \"Project Power\" (2020). Cô cũng đã tham gia vào các dự án truyền hình như \"The Deuce\" và \"Show Me a Hero\"."
},{
  "_id": {
    "$oid": "64660a0cdc8c352dd8980b73"
  },
  "actor_movies": [
    "transformers-quai-thu-troi-day"
  ],
  "actor_url": "anthony-ramos",
  "actor_name": "Anthony Ramos",
  "actor_thumbnail": "/public\\uploads\\actors\\anthony-ramos.jpg",
  "actor_description": "Anthony Ramos, sinh ngày 1 tháng 11 năm 1991, là một diễn viên và ca sĩ người Mỹ. Anh nổi tiếng với vai diễn trong các vở nhạc kịch nổi tiếng và cũng đã có sự xuất hiện trong nhiều bộ phim.\r\nAnthony Ramos đã nổi danh qua vai diễn John Laurens và Philip Hamilton trong vở nhạc kịch Broadway \"Hamilton\". Với khả năng diễn xuất xuất sắc và giọng hát tuyệt vời, anh đã nhận được sự công nhận và yêu mến từ khán giả. Sau thành công trên sân khấu, Anthony Ramos đã chuyển sang màn ảnh và đã xuất hiện trong các bộ phim như \"A Star Is Born\" (2018) và \"In the Heights\" (2021)."
},{
  "_id": {
    "$oid": "64660a9edc8c352dd8980b74"
  },
  "actor_movies": [
    "transformers-quai-thu-troi-day"
  ],
  "actor_url": "luna-lauren-velez",
  "actor_name": "Luna Lauren Velez",
  "actor_thumbnail": "/public\\uploads\\actors\\luna-lauren-velez.jpg",
  "actor_description": "Luna Lauren Velez, sinh ngày 2 tháng 11 năm 1964, là một diễn viên người Mỹ. Cô nổi tiếng với vai diễn trong các bộ phim truyền hình và sân khấu, và đã có sự xuất hiện đáng chú ý trong nhiều dự án giải trí.\r\nLuna Lauren Velez đã được biết đến và đánh giá cao qua vai diễn nguyên thủy Maritza Ramos trong loạt phim truyền hình \"Dexter\" (2006-2013). Với tài năng diễn xuất xuất sắc, cô đã mang đến sự tinh tế và sự chân thành của nhân vật này. Vai diễn này đã giúp cô nhận được nhiều đề cử và đánh giá tích cực từ giới phê bình.\r\nNgoài \"Dexter\", Luna Lauren Velez cũng đã xuất hiện trong nhiều dự án truyền hình khác. Cô đã đóng vai chính trong bộ phim truyền hình \"Oz\" và có sự xuất hiện trong các loạt phim như \"How to Get Away with Murder\" và \"Nurse Jackie\". Cô cũng đã tham gia vào các dự án điện ảnh và sân khấu khác."
},{
  "_id": {
    "$oid": "64660ad9dc8c352dd8980b75"
  },
  "actor_movies": [
    "transformers-quai-thu-troi-day"
  ],
  "actor_url": "colman-domingo",
  "actor_name": "Colman Domingo",
  "actor_thumbnail": "/public\\uploads\\actors\\colman-domingo.jpg",
  "actor_description": "Colman Domingo, sinh ngày 28 tháng 11 năm 1969, là một diễn viên, nhà viết kịch và đạo diễn người Mỹ. Ông đã có sự xuất hiện đáng chú ý trong nhiều bộ phim, chương trình truyền hình và vở kịch, và được biết đến với tài năng đa dạng và khả năng biểu diễn xuất sắc.\r\nColman Domingo đã đóng vai diễn Victor Strand trong loạt phim truyền hình \"Fear the Walking Dead\" từ năm 2015 đến nay. Với vai diễn này, ông đã thể hiện sự thông minh và sự sắc bén của nhân vật và nhận được sự khen ngợi từ cả khán giả và giới phê bình. Ông cũng đã xuất hiện trong các bộ phim khác như \"Selma\" (2014), \"If Beale Street Could Talk\" (2018) và \"Ma Rainey's Black Bottom\" (2020)."
},{
  "_id": {
    "$oid": "646e381f701518319c5a52fe"
  },
  "actor_movies": [
    "the-gioi-khung-long"
  ],
  "actor_url": " judy-greer",
  "actor_name": " Judy Greer",
  "actor_thumbnail": "/public\\uploads\\actors\\ judy-greer.jpg",
  "actor_description": "Judith Therese Evans (born July 20, 1975), known professionally as Judy Greer, is an American actress. She is primarily known as a character actress who has appeared in a wide variety of films. She rose to prominence for her supporting roles in the films Jawbreaker (1999), What Women Want (2000), 13 Going on 30 (2004), Elizabethtown (2005), 27 Dresses (2008), and Love & Other Drugs (2010)."
},{
  "_id": {
    "$oid": "646e3864701518319c5a52ff"
  },
  "actor_movies": [
    "the-gioi-khung-long"
  ],
  "actor_url": "chris-pratt",
  "actor_name": "Chris Pratt",
  "actor_thumbnail": "/public\\uploads\\actors\\chris-pratt.jpg",
  "actor_description": "Christopher Michael Pratt (sinh ngày 21 tháng 6 năm 1979) là một diễn viên người Mỹ, được biết đến bởi những vai diễn trên truyền hình, bao gồm Bright Abbott trong Everwood, và Andy Dwyer trong Parks and Recreation. Khởi nghiệp diễn xuất từ những vai phụ trong các phim chính thống như Wanted, Bride Wars, Jennifer's Body, Moneyball, What's Your Number?, The Five-Year Engagement, Zero Dark Thirty, Movie 43, Delivery Man và Her trước khi được giao đóng vai chính vào năm 2014 trong The Lego Movie và Guardians of the Galaxy. Anh cũng đã xuất hiện trong Jurassic World, phần tiếp theo của Công viên kỷ Jura.\r\nVào năm 2015, tạp chí Time đã ghi tên anh 1 trong số 100 người có tầm ảnh hưởng nhất thế giới."
},{
  "_id": {
    "$oid": "646f20bb482f412260d3d7e6"
  },
  "actor_movies": [
    "Bong-Ma-Anh-Quoc",
    "bong-ma-anh-quoc-phan-1",
    "bong-ma-anh-quoc-phan-2",
    "bong-ma-anh-quoc-phan-4",
    "bong-ma-anh-quoc-phan-5",
    "bong-ma-anh-quoc-phan-6"
  ],
  "actor_url": "Cillian-Murphy",
  "actor_name": "Cillian Murphy",
  "actor_thumbnail": "/public\\uploads\\actors\\Cillian-Murphy.jpg",
  "actor_description": "Cillian Murphy (/ˈkɪliən/; sinh ngày 25 tháng 5 năm 1976) là một diễn viên người Ireland. Anh là ca sĩ chính, nghệ sĩ guitar và người viết lời của ban nhạc rock The Sons of Mr. Green Genes. Anh từ chối một hợp đồng thu âm vào cuối những năm 1990 và bắt đầu tham gia diễn xuất trên sân khấu và trong các bộ phim ngắn và độc lập. Các vai diễn điện ảnh đáng chú ý đầu tiên của anh bao gồm Darren trong bộ phim truyền hình Disco Pigs (2001), Jim trong phim kinh dị zombie 28 Days Later (2002), John trong bộ phim hài đen tối Intermission (2003), Jackson Rippner trong bộ phim hành động kinh dị Red Eye(2005), và Patrick \"Kitten\" Braden trong bộ phim hài - chính kịch Breakfast on Pluto (2005)."
},{
  "_id": {
    "$oid": "646f210a482f412260d3d7e7"
  },
  "actor_movies": [
    "Bong-Ma-Anh-Quoc",
    "bong-ma-anh-quoc-phan-1",
    "bong-ma-anh-quoc-phan-2",
    "bong-ma-anh-quoc-phan-4",
    "bong-ma-anh-quoc-phan-5",
    "bong-ma-anh-quoc-phan-6"
  ],
  "actor_url": "Paul-Anderson",
  "actor_name": "Paul Anderson",
  "actor_thumbnail": "/public\\uploads\\actors\\Paul-Anderson.jpg",
  "actor_description": "Paul Anderson (sinh ngày 19 tháng 11 năm 1978) là một diễn viên điện ảnh và truyền hình người Anh nổi tiếng với vai Arthur Shelby Jr. trong Peaky Blinders , Mr Anderson trong phim The Revenant năm 2015 và Sebastian Moran trong Sherlock Holmes: A Game of Shadows . "
},{
  "_id": {
    "$oid": "646f2139482f412260d3d7e8"
  },
  "actor_movies": [
    "Bong-Ma-Anh-Quoc",
    "bong-ma-anh-quoc-phan-1",
    "bong-ma-anh-quoc-phan-2",
    "bong-ma-anh-quoc-phan-4",
    "bong-ma-anh-quoc-phan-5",
    "bong-ma-anh-quoc-phan-6"
  ],
  "actor_url": "Sophie-Rundle",
  "actor_name": "Sophie Rundle",
  "actor_thumbnail": "/public\\uploads\\actors\\Sophie-Rundle.jpg",
  "actor_description": "Sophie Rundle (sinh ngày 21 tháng 4 năm 1988) là một nữ diễn viên người Anh, nổi tiếng với vai Ada Thorne trong bộ phim truyền hình tội phạm lịch sử BBC One Peaky Blinders , Ann Walker trong BBC One và bộ phim cổ trang của HBO Gentleman Jack , Vicky Budd trong bộ phim truyền hình BBC Vệ sĩ , người phá mã Lucy trong bộ phim truyền hình ITV The Bletchley Circle và Labia trong bộ phim sitcom truyền hình Anh/Mỹ Episodes . Cô cũng đóng vai chính trong bộ phim truyền hình Jamestown năm 2017 của Alice in Sky One ."
},{
  "_id": {
    "$oid": "646f2171482f412260d3d7e9"
  },
  "actor_movies": [
    "Bong-Ma-Anh-Quoc",
    "bong-ma-anh-quoc-phan-1",
    "bong-ma-anh-quoc-phan-2",
    "bong-ma-anh-quoc-phan-4",
    "bong-ma-anh-quoc-phan-5",
    "bong-ma-anh-quoc-phan-6"
  ],
  "actor_url": "Helen-McCrory",
  "actor_name": "Helen McCrory",
  "actor_thumbnail": "/public\\uploads\\actors\\Helen-McCrory.jpg",
  "actor_description": "Helen Elizabeth McCrory OBE (17 tháng 8 năm 1968 – 16 tháng 4 năm 2021) là một nữ diễn viên người Anh. Sau khi học tại Drama Center London , cô xuất hiện lần đầu trên sân khấu trong The Importance of Being Earnest vào năm 1990. Các vai diễn khác trên sân khấu bao gồm đóng vai Lady Macbeth trong Macbeth at Shakespeare's Globe , Olivia trong Twelfth Night , Rosalind trong As You Like It in the West End và Medea trong vở kịch cùng tên tại Nhà hát Quốc gia Hoàng gia ."
},{
  "_id": {
    "$oid": "6475568172958e2d70992705"
  },
  "actor_movies": [
    "bao-boi-tu-than"
  ],
  "actor_url": "emma-watson",
  "actor_name": "Emma Watson",
  "actor_thumbnail": "/public\\uploads\\actors\\emma-watson.jpg",
  "actor_description": "Emma Charlotte Duerre Watson là một nữ diễn viên, người mẫu kiêm nhà hoạt động xã hội người Anh. Sinh ra ở Paris và lớn lên tại Oxfordshire, Emma theo học tại Trường Dragon và theo học khóa đào tạo diễn viên tại chi nhánh Oxford của trường Nghệ thuật Sân khấu Stagecoach."
},{
  "_id": {
    "$oid": "647556c872958e2d70992706"
  },
  "actor_movies": [
    "bao-boi-tu-than"
  ],
  "actor_url": "daniel-radcliffe",
  "actor_name": "Daniel Radcliffe",
  "actor_thumbnail": "/public\\uploads\\actors\\daniel-radcliffe.jpg",
  "actor_description": "Daniel Jacob Radcliffe là nam diễn viên người Anh. Anh trở nên nổi tiếng ở tuổi mười hai, khi bắt đầu đóng vai Harry Potter trong loạt phim điện ảnh cùng tên; và đã đảm nhiệm nhiều vai trò điện ảnh và sân khấu khác. Trong sự nghiệp của mình, Radcliffe đã nhận được nhiều giải thưởng và đề cử."
},{
  "_id": {
    "$oid": "6475570772958e2d70992707"
  },
  "actor_movies": [
    "bao-boi-tu-than"
  ],
  "actor_url": "ralph-fiennes",
  "actor_name": "Ralph Fiennes",
  "actor_thumbnail": "/public\\uploads\\actors\\ralph-fiennes.jpg",
  "actor_description": "Ralph Nathaniel Twisleton-Wykeham-Fiennes là một diễn viên, nhà sản xuất phim và đạo diễn người Anh. Là một thông dịch viên của Shakespeare, ông lần đầu tiên đạt được thành công trên sân khấu tại Nhà hát Quốc gia Hoàng gia. Ông có bộ phim đầu tay với vai Heathcliff trong Emily Brontë's Wuthering Heights"
},{
  "_id": {
    "$oid": "647557c172958e2d70992708"
  },
  "actor_movies": [
    "bao-boi-tu-than"
  ],
  "actor_url": "rupert-grint",
  "actor_name": "Rupert Grint",
  "actor_thumbnail": "/public\\uploads\\actors\\rupert-grint.jpg",
  "actor_description": "Rupert Alexander Lloyd Grint (sinh ngày 24 tháng 8 năm 1988) là một diễn viên nổi tiếng với vai Ronald Weasley trong loạt phim Harry Potter.2002, Satellite Award, hạng mục Outstanding New Talent cho Harry Potter and the Philosopher’s Stone — Đạt giải.2002, Young Artist Award, hạng mục Most Promising Young Newcomer cho Harry Potter and the Philosopher’s Stone — Đạt giải."
},{
  "_id": {
    "$oid": "647557ef72958e2d70992709"
  },
  "actor_movies": [
    "bao-boi-tu-than"
  ],
  "actor_url": "alan-rickman",
  "actor_name": "Alan Rickman",
  "actor_thumbnail": "/public\\uploads\\actors\\alan-rickman.jpg",
  "actor_description": "Alan Sidney Patrick Rickman là một diễn viên và đạo diễn người Anh. Được biết đến với chất giọng trầm, uể oải, ông được đào tạo tại Học viện Kịch nghệ Hoàng gia ở London và trở thành thành viên của Royal Shakespeare Company, biểu diễn trong các tác phẩm sân khấu hiện đại và cổ điển."
},{
  "_id": {
    "$oid": "6475581d72958e2d7099270a"
  },
  "actor_movies": [
    "bao-boi-tu-than"
  ],
  "actor_url": "michael-gambon",
  "actor_name": "Michael Gambon",
  "actor_thumbnail": "/public\\uploads\\actors\\michael-gambon.jpg",
  "actor_description": "Sir Michael John Gambon CBE là một diễn viên người Anh gốc Ailen, người đã làm việc trong nhà hát, truyền hình và phim ảnh. Ông được đào tạo dưới thời Laurence Olivier và bắt đầu công việc trên sân khấu Nhà hát Quốc gia."
},{
  "_id": {
    "$oid": "647559ef72958e2d7099270c"
  },
  "actor_movies": [
    "qua-nhanh-qua-nguy-hiem-5",
    "qua-nhanh-qua-nguy-hiem",
    "qua-nhanh-qua-nguy-hiem-2",
    "qua-nhanh-qua-nguy-hiem-3",
    "qua-nhanh-qua-nguy-hiem-6",
    "qua-nhanh-qua-nguy-hiem-ngoai-truyen",
    "qua-nhanh-qua-nguy-hiem-8",
    "qua-nhanh-qua-nguy-hiem-7",
    "qua-nhanh-qua-nguy-hiem-10"
  ],
  "actor_url": "vin-diesel",
  "actor_name": "Vin Diesel",
  "actor_thumbnail": "/public\\uploads\\actors\\vin-diesel.jpg",
  "actor_description": "Vin Diesel, là một diễn viên và nhà sản xuất người Mỹ. Là một trong những nam diễn viên có doanh thu cao nhất thế giới, anh được biết đến với vai Dominic Toretto trong loạt phim Fast & Furious"
},{
  "_id": {
    "$oid": "6475891372958e2d7099270d"
  },
  "actor_movies": [
    "qua-nhanh-qua-nguy-hiem-5",
    "qua-nhanh-qua-nguy-hiem-6",
    "qua-nhanh-qua-nguy-hiem-ngoai-truyen",
    "qua-nhanh-qua-nguy-hiem-8",
    "qua-nhanh-qua-nguy-hiem-7"
  ],
  "actor_url": "dwayne-johnson",
  "actor_name": "Dwayne Johnson",
  "actor_thumbnail": "/public\\uploads\\actors\\dwayne-johnson.jpg",
  "actor_description": "Dwayne Johnson tên đầy đủ là Dwayne Douglas Johnson, còn được biết đến với nghệ danh là The Rock là một đô vật chuyên nghiệp đã nghỉ hưu, diễn viên điện ảnh và nhà sản xuất người Mỹ"
},{
  "_id": {
    "$oid": "6475896072958e2d7099270e"
  },
  "actor_movies": [
    "qua-nhanh-qua-nguy-hiem-5",
    "qua-nhanh-qua-nguy-hiem-6",
    "qua-nhanh-qua-nguy-hiem-10"
  ],
  "actor_url": "tyrese-gibson",
  "actor_name": "Tyrese Gibson",
  "actor_thumbnail": "/public\\uploads\\actors\\tyrese-gibson.jpg",
  "actor_description": "Tyrese Darnell Gibson là một ca sĩ, nhạc sĩ, tác giả, rapper, diễn viên, người mẫu, VJ và nhà biên kịch người Mỹ. Sau khi phát hành một số album, anh chuyển sang đóng phim, với vai chính trong một số bộ phim lớn của Hollywood."
},{
  "_id": {
    "$oid": "6475899372958e2d7099270f"
  },
  "actor_movies": [
    "qua-nhanh-qua-nguy-hiem-5",
    "qua-nhanh-qua-nguy-hiem",
    "qua-nhanh-qua-nguy-hiem-2",
    "qua-nhanh-qua-nguy-hiem-8"
  ],
  "actor_url": "jordana-brewster",
  "actor_name": "Jordana Brewster",
  "actor_thumbnail": "/public\\uploads\\actors\\jordana-brewster.jpg",
  "actor_description": "jordana brewsterJordana Brewster là một diễn viên và người mẫu Mỹ. Cô xuất hiện lần đầu trong một tập phim All My Children năm 1995 và tiếp theo đảm nhận vai Nikki Munson trong As the World Turns, cô nhận được đề cử cho giải Diễn viên tuổi teen xuất sắc tại Giải thưởng Soap Opera Digest năm 1997"
},{
  "_id": {
    "$oid": "647589eb72958e2d70992710"
  },
  "actor_movies": [
    "qua-nhanh-qua-nguy-hiem-5",
    "qua-nhanh-qua-nguy-hiem",
    "qua-nhanh-qua-nguy-hiem-2",
    "qua-nhanh-qua-nguy-hiem-3",
    "qua-nhanh-qua-nguy-hiem-6",
    "qua-nhanh-qua-nguy-hiem-7"
  ],
  "actor_url": " paul-walker",
  "actor_name": " Paul Walker",
  "actor_thumbnail": "/public\\uploads\\actors\\ paul-walker.jpg",
  "actor_description": "Paul William Walker IV là một diễn viên chuyên nghiệp người Mỹ. Anh gây chú ý sau vai diễn trong bộ phim Varsity Blues vào năm 1999, và sau này nổi tiếng với vai Brian O'Conner trong loạt phim The Fast and the Furious, về đề tài đua xe bất hợp pháp trên đường phố"
},{
  "_id": {
    "$oid": "64758a1f72958e2d70992711"
  },
  "actor_movies": [
    "qua-nhanh-qua-nguy-hiem-5",
    "qua-nhanh-qua-nguy-hiem-6",
    "qua-nhanh-qua-nguy-hiem-10"
  ],
  "actor_url": "sung-kang",
  "actor_name": "Sung Kang",
  "actor_thumbnail": "/public\\uploads\\actors\\sung-kang.jpg",
  "actor_description": "Sung Kang là một diễn viên người Mỹ gốc Hàn. Anh được biết đến nhiều nhất qua vai diễn Han Lue trong 5 phần của loạt phim Fast & Furious."
},{
  "_id": {
    "$oid": "64758a7a72958e2d70992712"
  },
  "actor_movies": [
    "qua-nhanh-qua-nguy-hiem-5",
    "qua-nhanh-qua-nguy-hiem-6"
  ],
  "actor_url": "gal-gadot",
  "actor_name": "Gal Gadot",
  "actor_thumbnail": "/public\\uploads\\actors\\gal-gadot.jpg",
  "actor_description": "Gal Gadot là một nữ người mẫu, diễn viên người Israel. Cô được biết đến khi đoạt giải Hoa hậu Israel vào năm 2004."
},{
  "_id": {
    "$oid": "64758aa772958e2d70992713"
  },
  "actor_movies": [
    "qua-nhanh-qua-nguy-hiem-5"
  ],
  "actor_url": "joaquim-de-almeida",
  "actor_name": "Joaquim de Almeida",
  "actor_thumbnail": "/public\\uploads\\actors\\joaquim-de-almeida.jpg",
  "actor_description": "Joaquim António Bồ Đào Nha Baptista de Almeida CvIH là một diễn viên người Mỹ gốc Bồ Đào Nha. Almeida bắt đầu sự nghiệp diễn xuất của mình trong nhà hát trong những năm 1980."
},{
  "_id": {
    "$oid": "64758d3f72958e2d70992716"
  },
  "actor_movies": [
    "qua-nhanh-qua-nguy-hiem",
    "qua-nhanh-qua-nguy-hiem-2",
    "qua-nhanh-qua-nguy-hiem-6",
    "qua-nhanh-qua-nguy-hiem-8",
    "qua-nhanh-qua-nguy-hiem-7",
    "qua-nhanh-qua-nguy-hiem-10"
  ],
  "actor_url": "michelle-rodriguez",
  "actor_name": "Michelle Rodriguez",
  "actor_thumbnail": "/public\\uploads\\actors\\michelle-rodriguez.jpg",
  "actor_description": "Mayte Michelle Rodriguez, thường chỉ gọi là Michelle Rodriguez, là một diễn viên, nhà viết kịch bản phim và người chỉnh nhạc. Vai diễn mang tính bước ngoặt trong sự nghiệp của Rodriguez là trong bộ phim độc lập Girlfight."
},{
  "_id": {
    "$oid": "64758f7872958e2d7099271a"
  },
  "actor_movies": [
    "qua-nhanh-qua-nguy-hiem-3",
    "qua-nhanh-qua-nguy-hiem-8"
  ],
  "actor_url": "lucas-black",
  "actor_name": "Lucas Black",
  "actor_thumbnail": "/public\\uploads\\actors\\lucas-black.jpg",
  "actor_description": "Lucas Black tên khai sinh là Lucas York Black, là một nam diễn viên phim điện ảnh và truyền hình người Mỹ."
},{
  "_id": {
    "$oid": "64758fb872958e2d7099271b"
  },
  "actor_movies": [
    "qua-nhanh-qua-nguy-hiem-3"
  ],
  "actor_url": "zachery-ty-bryan",
  "actor_name": "Zachery Ty Bryan",
  "actor_thumbnail": "/public\\uploads\\actors\\zachery-ty-bryan.jpg",
  "actor_description": "Được dịch từ tiếng Anh-Zachery Tyler Bryan là một diễn viên và nhà sản xuất phim người Mỹ. Anh ấy được biết đến nhiều nhất với vai Brad Taylor trong bộ phim sitcom ABC Cải thiện nhà. Anh cũng xuất hiện trong phim True Heart và The Fast and the Furious: Tokyo Drift."
},{
  "_id": {
    "$oid": "64758ffe72958e2d7099271c"
  },
  "actor_movies": [
    "qua-nhanh-qua-nguy-hiem-3"
  ],
  "actor_url": "daniel-booko",
  "actor_name": "Daniel Booko",
  "actor_thumbnail": "/public\\uploads\\actors\\daniel-booko.jpg",
  "actor_description": "Daniel Paul Booko là một diễn viên và người mẫu người Mỹ. Anh ấy đã có các vai trong The O.C, Hannah Montana, và The Suite Life of Zack & Cody, và trong phim Bratz: The Movie. Cha của ông là Mục sư Paul Booko của Nhà thờ Riverside ở Three Rivers, Michigan."
},{
  "_id": {
    "$oid": "6475905472958e2d7099271d"
  },
  "actor_movies": [
    "qua-nhanh-qua-nguy-hiem-3"
  ],
  "actor_url": "damien-marzette",
  "actor_name": "Damien Marzette",
  "actor_thumbnail": "/public\\uploads\\actors\\damien-marzette.jpg",
  "actor_description": "Damien Marzette is a famous American Actress and Performer in Dangerous scenes. She is mainly known for her appearance in the famous racing movie franchise named Fast and Furious. She worked as an Actress in the movie named Fast and Furious: Tokyo Drift, a movie released in 2006. "
},{
  "_id": {
    "$oid": "647591dd72958e2d7099271f"
  },
  "actor_movies": [
    "qua-nhanh-qua-nguy-hiem-6"
  ],
  "actor_url": "luke-evans",
  "actor_name": "Luke Evans",
  "actor_thumbnail": "/public\\uploads\\actors\\luke-evans.jpg",
  "actor_description": "Luke George Evans (sinh ngày 15 tháng 4 năm 1979) là nam diễn viên kiêm ca sĩ người xứ Wales. Anh ấy bắt đầu sự nghiệp của mình trên sân khấu, biểu diễn trong nhiều tác phẩm của West End ở London như Rent , Miss Saigon và Piaf trước khi tạo nên bước đột phá cho bộ phim của anh ấy trong bản làm lại Clash of the Titans 2010 . Sau khi ra mắt, Evans đã tham gia các bộ phim hành động và ly kỳ như Người bất tử (2011), Con quạ (2012) và bộ phim tái hiện Ba chàng lính ngự lâm (2011)."
},{
  "_id": {
    "$oid": "6475921472958e2d70992720"
  },
  "actor_movies": [
    "qua-nhanh-qua-nguy-hiem-6",
    "qua-nhanh-qua-nguy-hiem-8"
  ],
  "actor_url": "ludacris",
  "actor_name": "Ludacris",
  "actor_thumbnail": "/public\\uploads\\actors\\ludacris.jpg",
  "actor_description": "Christopher Brian Bridges với nghệ danh Ludacris, là một rapper và diễn viên người Mỹ. Cùng với người quản lý của mình, Chaka Zulu, Ludacris là người đồng sáng lập của Disturbing tha Peace, một chi nhánh phân phối của Def Jam Recordings"
},{
  "_id": {
    "$oid": "6475933672958e2d70992722"
  },
  "actor_movies": [
    "qua-nhanh-qua-nguy-hiem-ngoai-truyen",
    "qua-nhanh-qua-nguy-hiem-8",
    "qua-nhanh-qua-nguy-hiem-7",
    "qua-nhanh-qua-nguy-hiem-10"
  ],
  "actor_url": "jason-statham",
  "actor_name": "Jason Statham",
  "actor_thumbnail": "/public\\uploads\\actors\\jason-statham.jpg",
  "actor_description": "Jason Statham là một nam diễn viên điện ảnh và vận động viên nhảy cầu người Anh, được biết đến qua những vai diễn trong những bộ phim tội phạm Lock, Stock and Two Smoking Barrels, Revolver, Snatch, ..."
},{
  "_id": {
    "$oid": "6475936272958e2d70992723"
  },
  "actor_movies": [
    "qua-nhanh-qua-nguy-hiem-ngoai-truyen"
  ],
  "actor_url": "idris-elba",
  "actor_name": "Idris Elba",
  "actor_thumbnail": "/public\\uploads\\actors\\idris-elba.jpg",
  "actor_description": "Idrissa Akuna \"Idris\" Elba OBE là một diễn viên, nhà sản xuất, nhạc sĩ và DJ người Anh Quốc. Anh từng 4 lần được đề cử giải Quả cầu vàng và 5 lần được đề cử giải Primetime Emmy"
},{
  "_id": {
    "$oid": "647594d772958e2d70992725"
  },
  "actor_movies": [],
  "actor_url": "charliz-theron",
  "actor_name": "Charlize Theron",
  "actor_thumbnail": "/public\\uploads\\actors\\charliz-theron.jpg",
  "actor_description": "Charlize Theron là một nữ diễn viên kiêm nhà làm phim người Mỹ gốc Nam Phi. Là một trong những nữ diễn viên được trả lương cao nhất thế giới, cô là chủ nhân của nhiều giải thưởng khác nhau, bao gồm giải Oscar, giải SAG và giải Quả cầu vàng"
},{
  "_id": {
    "$oid": "6475952172958e2d70992726"
  },
  "actor_movies": [
    "qua-nhanh-qua-nguy-hiem-8"
  ],
  "actor_url": "elsa-pataky",
  "actor_name": "Elsa Pataky",
  "actor_thumbnail": "/public\\uploads\\actors\\elsa-pataky.jpg",
  "actor_description": "Elsa Lafuente Medianu, được biết đến với nghệ danh Elsa Pataky, là một người mẫu kiêm diễn viên người Tây Ban Nha. Pataky được biết đến với vai Elena Neves trong loạt phim Fast and Furious. Ngoài ra cô cũng đã xuất hiện trong các bộ phim như: Snakes on a Plane, Giallo và Give 'Em Hell, Malone"
},{
  "_id": {
    "$oid": "6475955372958e2d70992727"
  },
  "actor_movies": [
    "qua-nhanh-qua-nguy-hiem-8"
  ],
  "actor_url": "nathalie-emmanuel",
  "actor_name": "Nathalie Emmanuel",
  "actor_thumbnail": "/public\\uploads\\actors\\nathalie-emmanuel.jpg",
  "actor_description": "Nathalie Joanne Emmanuel là nữ diễn viên người Anh Quốc. Cô tham gia diễn xuất từ cuối những năm 1990 khi góp mặt trên sân khấu West End, London, trong đó tiêu biểu có vở nhạc kịch The Lion King. Năm 2006, cô bắt đầu đóng phim truyền hình với vai Sasha Valentine trong sê-ri dài tập Hollyoaks."
},{
  "_id": {
    "$oid": "647595af72958e2d70992728"
  },
  "actor_movies": [
    "qua-nhanh-qua-nguy-hiem-8"
  ],
  "actor_url": "kurt-russell",
  "actor_name": "Kurt Russell",
  "actor_thumbnail": "/public\\uploads\\actors\\kurt-russell.jpg",
  "actor_description": "Quá Nhanh Quá Nguy Hiểm 8 Fast &amp; Furious 8 The Fate of the Furious 2017 Full HD Vietsub Thuyết Minh Phim Quá Nhanh Quá Nguy Hiểm 8: Cipher - kẻ phản diện chính sẽ bắt cóc cả gia đình Mia Toretto và Bian O'Conner, đồng thời buộc Dom phải phản bội anh ta anh em. Lần này, \"cựu phản diện\" Deckard Shaw (do Jason Statham thủ vai) cũng bất ngờ đứng về phe phải. Sở hữu kỹ năng chiến đấu tay đôi tàn bạo và đầu óc xảo quyệt, liệu đây sẽ là dấu chấm hết cho tình thế “huynh đệ tương tàn” hiện tại của nhóm hay là con dao hai lưỡi khi đối mặt với hàng loạt hiểm nguy đang chờ đón?"
},{
  "_id": {
    "$oid": "6475985672958e2d7099272d"
  },
  "actor_movies": [
    "qua-nhanh-qua-nguy-hiem-10"
  ],
  "actor_url": "jason-momoa",
  "actor_name": "Jason Momoa",
  "actor_thumbnail": "/public\\uploads\\actors\\jason-momoa.jpg",
  "actor_description": "Joseph Jason Namakaeha Momoa là nam diễn viên, đạo diễn và nhà sản xuất phim người Mỹ. Jason Momoa nổi tiếng với các vai diễn siêu anh hùng trong vũ trụ DC Mở rộng DC Extended Universe, bắt đầu từ năm 2016 với vai thủy thần Aquaman trong Batman v Superman: Dawn of Justice, Justice League và Aquaman."
},{
  "_id": {
    "$oid": "647598b572958e2d7099272f"
  },
  "actor_movies": [
    "qua-nhanh-qua-nguy-hiem-10"
  ],
  "actor_url": "rita-moreno",
  "actor_name": "Rita Moreno",
  "actor_thumbnail": "/public\\uploads\\actors\\rita-moreno.jpg",
  "actor_description": "Rita Moreno là một nữ diễn viên, nữ ca sĩ người Puerto Rico. Bà là phụ nữ nói tiếng Tây Ban Nha đầu tiên và duy nhất, đồng thời là một trong số 10 nghệ sĩ biểu diễn đã đoạt các giải Oscar, giải Emmy, giải Grammy và giải Tony. Bà cũng là người Puerto Rico thứ nhì đã đoạt giải Oscar tính cho đến nay"
},{
  "_id": {
    "$oid": "647598e272958e2d70992730"
  },
  "actor_movies": [
    "qua-nhanh-qua-nguy-hiem-10"
  ],
  "actor_url": "alan-ritchson",
  "actor_name": "Alan Ritchson",
  "actor_thumbnail": "/public\\uploads\\actors\\alan-ritchson.jpg",
  "actor_description": "Alan Michael Ritchson là một diễn viên, người mẫu, ca sĩ, nhạc sĩ và nhà sản xuất người Mỹ. Anh xuất hiện lần đầu với vai Aquaman / Arthur Curry trong loạt phim siêu anh hùng The CW Smallville, nơi anh xuất hiện với tư cách khách mời giữa mùa thứ năm và thứ mười."
},{
  "_id": {
    "$oid": "64759a1772958e2d70992733"
  },
  "actor_movies": [
    "xac-song-phan1",
    "xac-song-phan2",
    "xac-song-phan3",
    "xac-song-phan5"
  ],
  "actor_url": "sarah-wayne-callies",
  "actor_name": "Sarah Wayne Callies",
  "actor_thumbnail": "/public\\uploads\\actors\\sarah-wayne-callies.jpg",
  "actor_description": "Sarah Wayne Callies là một nghệ sĩ Mỹ. Cô sinh năm 1977 tại Illinois nhưng cả gia đình cô đã chuyển tới sinh sống tại đảo Hawaii từ năm Sarah 1 tuổi. Mặc dù cả bố và mẹ đều là giáo sư giảng dạy tại trường Đại học Hawaii nhưng Sarah Wayne lại không có hứng thú để tiếp bước nghề nghiệp của bố mẹ"
},{
  "_id": {
    "$oid": "64759a5272958e2d70992734"
  },
  "actor_movies": [
    "xac-song-phan1",
    "xac-song-phan2",
    "xac-song-phan3",
    "xac-song-phan5"
  ],
  "actor_url": "jon-bernthal",
  "actor_name": "Jon Bernthal",
  "actor_thumbnail": "/public\\uploads\\actors\\jon-bernthal.jpg",
  "actor_description": "Jonathan Edward Bernthal (sinh ngày 20 tháng 9 năm 1976) là một nam diễn viên người Mỹ."
},{
  "_id": {
    "$oid": "64759a7372958e2d70992735"
  },
  "actor_movies": [
    "xac-song-phan1",
    "xac-song-phan2",
    "xac-song-phan3",
    "xac-song-phan4",
    "xac-song-phan5"
  ],
  "actor_url": "andrew-lincoln",
  "actor_name": "Andrew Lincoln",
  "actor_thumbnail": "/public\\uploads\\actors\\andrew-lincoln.jpg",
  "actor_description": "Andrew James Clutterbuck được biết đến với nghệ danh Andrew Lincoln, là một diễn viên người Anh. Ông được biết đến nhiều nhất với vai diễn nhân vật Rick Grimes của mình trong bộ phim truyền hình nổi tiếng của đài AMC The Walking Dead."
},{
  "_id": {
    "$oid": "64759a9d72958e2d70992736"
  },
  "actor_movies": [
    "xac-song-phan1"
  ],
  "actor_url": "laurie-holden",
  "actor_name": "Laurie Holden",
  "actor_thumbnail": "/public\\uploads\\actors\\laurie-holden.jpg",
  "actor_description": "Sinh ra tại Los Angeles, California, Laurie Holden là con gái của các diễn viên Larry Holden và Adrienne Ellis. Khi bảy tuổi, Laurie Holden tham gia vào một vai phụ trong The Martian's Chronicles #1980#, một phim do cha cô, Michael Anderson"
},{
  "_id": {
    "$oid": "64759daf72958e2d7099273c"
  },
  "actor_movies": [
    "xac-song-phan4"
  ],
  "actor_url": "norman-reedus",
  "actor_name": "Norman Reedus",
  "actor_thumbnail": "/public\\uploads\\actors\\norman-reedus.jpg",
  "actor_description": "Norman Mark Reedus là một nam diễn viên, người mẫu người Mỹ. "
},{
  "_id": {
    "$oid": "64759de272958e2d7099273d"
  },
  "actor_movies": [
    "xac-song-phan4"
  ],
  "actor_url": "melissa-mcbride",
  "actor_name": "Melissa McBride",
  "actor_thumbnail": "/public\\uploads\\actors\\melissa-mcbride.jpg",
  "actor_description": "Melissa Suzanne McBride là một nữ diễn viên người Mỹ."
},{
  "_id": {
    "$oid": "64759e1972958e2d7099273e"
  },
  "actor_movies": [
    "xac-song-phan4"
  ],
  "actor_url": "danai-gurira",
  "actor_name": "Danai Gurira",
  "actor_thumbnail": "/public\\uploads\\actors\\danai-gurira.jpg",
  "actor_description": "Danai Jekesai Gurira là một diễn viên người Mỹ gốc Zimbabwe"
},{
  "_id": {
    "$oid": "64759e4472958e2d7099273f"
  },
  "actor_movies": [
    "xac-song-phan4"
  ],
  "actor_url": "lauren-cohan",
  "actor_name": "Lauren Cohan",
  "actor_thumbnail": "/public\\uploads\\actors\\lauren-cohan.jpg",
  "actor_description": "Lauren Cohan là một nữ diễn viên và người mẫu người Mỹ."
},{
  "_id": {
    "$oid": "64759e9072958e2d70992740"
  },
  "actor_movies": [],
  "actor_url": "chandler-riggs",
  "actor_name": "Chandler Riggs",
  "actor_thumbnail": "/public\\uploads\\actors\\chandler-riggs.jpg",
  "actor_description": "Chandler Riggs là một nam Diễn viên người Mỹ"
},{
  "_id": {
    "$oid": "6475a0cc72958e2d70992743"
  },
  "actor_movies": [
    "vuon-sao-bang"
  ],
  "actor_url": "lee-min-ho",
  "actor_name": "Lee Min-ho",
  "actor_thumbnail": "/public\\uploads\\actors\\lee-min-ho.jpg",
  "actor_description": "Lee Min-ho là một nam diễn viên, người mẫu người Hàn Quốc được biết đến với các vai diễn Goo Jun-pyo trong phim Vườn sao băng, vai Lee Yoon Sung trong phim Thợ săn thành phố, Kim Tan trong phim Những người thừa kế năm 2013 và Quân Vương Bất Diệt với vai diễn Lee Gon năm 2020."
},{
  "_id": {
    "$oid": "6475a0fe72958e2d70992744"
  },
  "actor_movies": [
    "vuon-sao-bang"
  ],
  "actor_url": "gu-hye-seon",
  "actor_name": "Goo Hye-sun",
  "actor_thumbnail": "/public\\uploads\\actors\\gu-hye-seon.jpg",
  "actor_description": "Goo Hye Sun là một nữ diễn viên, ca sĩ, nhạc sĩ, đạo diễn và hoạ sĩ người Hàn Quốc. Cô ghi dấu ấn với khán giả qua các bộ phim truyền hình Pure in Heart, The King And I, Vườn sao băng, Nữ phi công xinh đẹp, Đôi mắt thiên thần và Blood"
},{
  "_id": {
    "$oid": "6475a12872958e2d70992745"
  },
  "actor_movies": [
    "vuon-sao-bang"
  ],
  "actor_url": "kim-bum",
  "actor_name": "Kim Bum",
  "actor_thumbnail": "/public\\uploads\\actors\\kim-bum.jpg",
  "actor_description": "Kim Bum là nam diễn viên Hàn Quốc nổi tiếng qua bộ phim Boys Over Flowers với vai So Ji Yung"
},{
  "_id": {
    "$oid": "6475a14e72958e2d70992746"
  },
  "actor_movies": [
    "vuon-sao-bang"
  ],
  "actor_url": "kim-so-eun",
  "actor_name": "Kim So-eun",
  "actor_thumbnail": "/public\\uploads\\actors\\kim-so-eun.jpg",
  "actor_description": "Kim So Eun là nữ diễn viên Hàn Quốc được biết đến với vai Ga Eul trong phim truyền hình Vườn sao băng."
},{
  "_id": {
    "$oid": "6475a32b72958e2d70992749"
  },
  "actor_movies": [
    "tuyet-dinh-kungfu"
  ],
  "actor_url": "wah-yuen",
  "actor_name": "Yuen Wah",
  "actor_thumbnail": "/public\\uploads\\actors\\wah-yuen.jpg",
  "actor_description": "Yuen Wah (tên khai sinh Yung Kai-chi ; 2 tháng 9 năm 1952) là một diễn viên phim hành động , biên đạo múa hành động , diễn viên đóng thế và võ sĩ người Hồng Kông đã xuất hiện trong hơn 160 bộ phim và hơn 20 bộ phim truyền hình."
},{
  "_id": {
    "$oid": "6475a36872958e2d7099274a"
  },
  "actor_movies": [
    "tuyet-dinh-kungfu"
  ],
  "actor_url": "kai-man-tin",
  "actor_name": "Kai Man Tin",
  "actor_thumbnail": "/public\\uploads\\actors\\kai-man-tin.jpg",
  "actor_description": "Kai-Man Tin was born on 9 June 1961 in Hong Kong. He is an actor and producer, known for Tuyệt Đỉnh Kung Fu (2004), Đội Bóng Thiếu Lâm (2001) and The Future Hero (1997)."
},{
  "_id": {
    "$oid": "6475a3a172958e2d7099274b"
  },
  "actor_movies": [
    "tuyet-dinh-kungfu"
  ],
  "actor_url": "siu-lung-leung",
  "actor_name": "Siu-lung Leung",
  "actor_thumbnail": "/public\\uploads\\actors\\siu-lung-leung.jpg",
  "actor_description": "Lương Tài Sinh, thường được biết đến với nghệ danh Lương Tiểu Long, là một nam diễn viên kiêm võ sư người Hồng Kông. Ông được khán giả biết đến qua các vai diễn nổi bật trong dòng phim võ thuật, trong đó có Tuyệt đỉnh Kungfu, Thái cực quyền và Nhất đại tông sư"
},{
  "_id": {
    "$oid": "6475a3cc72958e2d7099274c"
  },
  "actor_movies": [
    "tuyet-dinh-kungfu"
  ],
  "actor_url": "qiu-yuen",
  "actor_name": "Qiu Yuen",
  "actor_thumbnail": "/public\\uploads\\actors\\qiu-yuen.jpg",
  "actor_description": "Nguyên Thu là một nữ diễn viên điện ảnh người Hồng Kông. Bà cũng là thành viên nữ duy nhất trong nhóm Thất Tiểu Phúc cùng với Hồng Kim Bảo, Thành Long, Nguyên Khuê, Nguyên Hoa, Nguyên Bưu"
},{
  "_id": {
    "$oid": "6475a97672958e2d70992750"
  },
  "actor_movies": [
    "tro-choi-con-muc"
  ],
  "actor_url": " lee-jung-jae",
  "actor_name": "Lee Jung-jae",
  "actor_thumbnail": "/public\\uploads\\actors\\ lee-jung-jae.jpg",
  "actor_description": "Lee Jung-jae là một diễn viên, doanh nhân và người mẫu Hàn Quốc. Ngày/nơi sinh: 15 tháng 12, 1972 (50 tuổi), Seoul, Hàn Quốc.Giải thưởng: Giải Primetime Emmy cho Nam diễn viên chính xuất sắc trong Loạt phim Chính kịch"
},{
  "_id": {
    "$oid": "6475a99f72958e2d70992751"
  },
  "actor_movies": [
    "tro-choi-con-muc"
  ],
  "actor_url": "park-hae-soo",
  "actor_name": "Park Hae-soo",
  "actor_thumbnail": "/public\\uploads\\actors\\park-hae-soo.jpg",
  "actor_description": "Park Hae-soo là một nam diễn viên Hàn Quốc. Anh được biết đến với vai chính trong phim truyền hình Prison Playbook, Squid Game và Money Heist: Korea - Joint Economic Area. Anh cũng đã xuất hiện trong các bộ phim như By Quantum Physics: A Nightlife Venture và Time To Hunt."
},{
  "_id": {
    "$oid": "6475a9c672958e2d70992752"
  },
  "actor_movies": [
    "tro-choi-con-muc"
  ],
  "actor_url": "wi-ha-joon",
  "actor_name": "Wi Ha-joon",
  "actor_thumbnail": "/public\\uploads\\actors\\wi-ha-joon.jpg",
  "actor_description": "Wi Ha-joon là một diễn viên, người mẫu người Hàn Quốc. Anh được biết đến rộng rãi nhất qua vai diễn trong Trò chơi con mực. Các bộ phim nổi bật khác của anh là Gonjiam: Bệnh viện ma ám, Chị đẹp mua cơm ngon cho tôi, Phụ lục tình yêu, Trở lại tuổi 18, Nửa đêm và Người hùng điên rồ."
},{
  "_id": {
    "$oid": "6475b11d72958e2d70992755"
  },
  "actor_movies": [
    "bong-ma-anh-quoc-phan-1",
    "bong-ma-anh-quoc-phan-2",
    "bong-ma-anh-quoc-phan-4",
    "bong-ma-anh-quoc-phan-5",
    "bong-ma-anh-quoc-phan-6"
  ],
  "actor_url": "ned-dennehy",
  "actor_name": "Ned Dennehy",
  "actor_thumbnail": "/public\\uploads\\actors\\ned-dennehy.jpg",
  "actor_description": "Ned Dennehy là một diễn viên người Ireland, người đã xuất hiện trong nhiều bộ phim và chương trình truyền hình. Anh được biết đến với vai diễn Mider trong The Mystic Knights of Tir Na Nog. Anh cũng xuất hiện trong Blitz, Harry Potter và Bảo bối Tử thần - Phần 1 và bộ phim truyện độc lập của Anh Downhill."
},{
  "_id": {
    "$oid": "6475b13c72958e2d70992756"
  },
  "actor_movies": [
    "bong-ma-anh-quoc-phan-1",
    "bong-ma-anh-quoc-phan-2",
    "bong-ma-anh-quoc-phan-4",
    "bong-ma-anh-quoc-phan-5",
    "bong-ma-anh-quoc-phan-6"
  ],
  "actor_url": "finn-cole",
  "actor_name": "Finn Cole",
  "actor_thumbnail": "/public\\uploads\\actors\\finn-cole.jpg",
  "actor_description": "Finlay Lewis J. Cole là một diễn viên người Anh đến từ Kingston, London. Anh được biết đến với vai diễn trong loạt phim Peaky Blinders của BBC với vai Michael Grey. Anh hiện đang đóng vai Joshua \"J\" Cody trong Vương quốc động vật của TNT, và đóng vai Jakob Toretto thời trẻ trong bộ phim F9."
},{
  "_id": {
    "$oid": "6475b16972958e2d70992757"
  },
  "actor_movies": [
    "bong-ma-anh-quoc-phan-1",
    "bong-ma-anh-quoc-phan-4",
    "bong-ma-anh-quoc-phan-5",
    "bong-ma-anh-quoc-phan-6"
  ],
  "actor_url": "ian-peck",
  "actor_name": "Ian Peck",
  "actor_thumbnail": "/public\\uploads\\actors\\ian-peck.jpg",
  "actor_description": "Ian Peck sinh ra ở Anh. Anh được biết đến với Ma Sói (2010) , Harry Potter và Bảo Bối Tử Thần: Phần 2 (2011) và Siêu Trộm Lửa Danh Robin Hood (2018) ."
},{
  "_id": {
    "$oid": "6475b69472958e2d70992761"
  },
  "actor_movies": [
    "sieu-di-nhan"
  ],
  "actor_url": "serinda-swan",
  "actor_name": "Serinda Swan",
  "actor_thumbnail": "/public\\uploads\\actors\\serinda-swan.jpg",
  "actor_description": "Serinda Swan là một nữ diễn viên người Canada nổi tiếng với công việc trên truyền hình. Năm 2017, cô đóng vai chính trong Marvel's Inhumans và HBO's Ballers, đồng thời đóng vai Anne Bancroft trong mùa đầu tiên của Feud"
},{
  "_id": {
    "$oid": "6475b6c072958e2d70992762"
  },
  "actor_movies": [
    "sieu-di-nhan"
  ],
  "actor_url": "anson-mount",
  "actor_name": "Anson Adams Mount",
  "actor_thumbnail": "/public\\uploads\\actors\\anson-mount.jpg",
  "actor_description": "Anson Adams Mount IV là một diễn viên người Mỹ. Anh được biết đến với vai diễn truyền hình Cullen Bohannon trong bộ phim truyền hình miền Tây AMC Hell on Wheels, vai Jim Steele trong bộ phim truyền hình NBC Conviction, vai siêu anh hùng Black Bolt của Marvel Comics trong loạt phim truyền thông Vũ trụ Điện ảnh Marvel, ..."
},{
  "_id": {
    "$oid": "6475b6e772958e2d70992763"
  },
  "actor_movies": [
    "sieu-di-nhan"
  ],
  "actor_url": "ken-leung",
  "actor_name": "Ken Leung",
  "actor_thumbnail": "/public\\uploads\\actors\\ken-leung.jpg",
  "actor_description": "enneth Leung là một diễn viên người Mỹ. Các vai diễn của anh bao gồm Sang trong Rush Hour, Miles Straume trong Lost, Đô đốc Statura trong Star Wars: The Force Awakens và Eric Tao trong HBO's Industry"
},{
  "_id": {
    "$oid": "6475b70a72958e2d70992764"
  },
  "actor_movies": [
    "sieu-di-nhan"
  ],
  "actor_url": "eme-ikwuakor",
  "actor_name": "Eme Ikwuakor",
  "actor_thumbnail": "/public\\uploads\\actors\\eme-ikwuakor.jpg",
  "actor_description": "Eme Ikwuakor là một diễn viên người Mỹ gốc Nigeria. Anh ấy được biết đến nhiều nhất với các vai diễn trong Ink, On My Block và Gorgon trong Inhumans"
},{
  "_id": {
    "$oid": "6475b73172958e2d70992765"
  },
  "actor_movies": [
    "sieu-di-nhan"
  ],
  "actor_url": "isabelle cornish",
  "actor_name": "Isabelle Cornish",
  "actor_thumbnail": "/public\\uploads\\actors\\isabelle cornish.jpg",
  "actor_description": "Isabelle Cornish là một nữ diễn viên người Úc. Cô được biết đến với các vai diễn truyền hình, đặc biệt là trong Puberty Blues và Home and Away, và Crystal trong phim truyền hình Mỹ năm 2017 Inhumans."
},{
  "_id": {
    "$oid": "6475b76072958e2d70992766"
  },
  "actor_movies": [
    "sieu-di-nhan"
  ],
  "actor_url": " ellen-woglom",
  "actor_name": "Ellen Woglom",
  "actor_thumbnail": "/public\\uploads\\actors\\ ellen-woglom.jpg",
  "actor_description": "Ellen Woglom là nữ diễn viên người Mỹ được biết đến qua nhiều bộ phim và truyền hình như Crash, Outlaw, Wendy Wu: Homecoming Warrior, Hated, April Showers và Californication. Năm 2017, cô tham gia dàn diễn viên Inhumans của Marvel."
},{
  "_id": {
    "$oid": "6475b88272958e2d70992769"
  },
  "actor_movies": [
    "loai-nguoi-nhan-tao"
  ],
  "actor_url": "gemma-chan",
  "actor_name": "Gemma Chan",
  "actor_thumbnail": "/public\\uploads\\actors\\gemma-chan.jpg",
  "actor_description": "Trần Tĩnh, hay còn được biết đến với nghệ danh Gemma Chan, là một nữ diễn viên người Anh gốc Hồng Kông."
},{
  "_id": {
    "$oid": "6475b8a672958e2d7099276a"
  },
  "actor_movies": [
    "loai-nguoi-nhan-tao"
  ],
  "actor_url": "katherine-parkinson",
  "actor_name": "Katherine Parkinson",
  "actor_thumbnail": "/public\\uploads\\actors\\katherine-parkinson.jpg",
  "actor_description": "Katherine Jane Parkinson là một nữ diễn viên người Anh. Cô xuất hiện trong loạt phim hài The IT Crowd của Channel 4 với vai Jen Barber, cô đã nhận được Giải thưởng Nữ diễn viên truyền hình xuất sắc nhất trong phim hài Anh vào năm 2009 và 2014, đồng thời được đề cử hai lần cho Giải thưởng truyền hình BAFTA cho Nữ"
},{
  "_id": {
    "$oid": "6475b8d472958e2d7099276b"
  },
  "actor_movies": [
    "loai-nguoi-nhan-tao"
  ],
  "actor_url": "lucy-carless",
  "actor_name": "Lucy Carless",
  "actor_thumbnail": "/public\\uploads\\actors\\lucy-carless.jpg",
  "actor_description": "Lucy Carless is known for Humans (2015), Cuffs (2015) and Suspects (2014)."
},{
  "_id": {
    "$oid": "6475b8fb72958e2d7099276c"
  },
  "actor_movies": [
    "loai-nguoi-nhan-tao"
  ],
  "actor_url": "tom-goodman-hill",
  "actor_name": "Tom Goodman-Hill",
  "actor_thumbnail": "/public\\uploads\\actors\\tom-goodman-hill.jpg",
  "actor_description": "Tom Goodman-Hill là một diễn viên điện ảnh, truyền hình, sân khấu và đài phát thanh người Anh."
},{
  "_id": {
    "$oid": "6478607011ee0647843fe0a4"
  },
  "actor_movies": [
    "thanh-guom-diet-quy-phan-lang-ren-kiem",
    "dau-pha-thuong-khung-phan-5",
    "hoc-vien-anh-hung-6",
    "tham-tu-lung-danh-conan-vien-dan-do",
    "jujutsu-kaisen-0-chu-thuat-hoi-chien"
  ],
  "actor_url": "natsuki-hanae",
  "actor_name": "Natsuki Hanae",
  "actor_thumbnail": "/public\\uploads\\actors\\natsuki-hanae.jpg",
  "actor_description": "Natsuki Hanae là một diễn viên lồng tiếng và diễn viên người Nhật. Sinh ngày 26 tháng 6 năm 1991 tại tỉnh Kanagawa, Nhật Bản, anh đã tham gia vào nhiều vai diễn đáng chú ý trong ngành công nghiệp anime.\r\nHanae đã bắt đầu sự nghiệp của mình vào năm 2011 và nhanh chóng trở thành một trong những diễn viên lồng tiếng nổi tiếng của Nhật Bản. Anh đã tham gia vào nhiều vai diễn quan trọng, thu hút sự chú ý của khán giả anime.\r\nMột số vai diễn nổi tiếng của Natsuki Hanae bao gồm:\r\nKaneki Ken trong series \"Tokyo Ghoul\"\r\nTanjiro Kamado trong series \"Demon Slayer: Kimetsu no Yaiba\"\r\nKousei Arima trong series \"Your Lie in April\"\r\nHikari Sakishima trong series \"Nagi no Asukara\"\r\nInaho Kaizuka trong series \"Aldnoah.Zero\"\r\n9S trong trò chơi video \"NieR: Automata\""
}]