[{
  "_id": {
    "$oid": "6462618fd490ed617c15af7e"
  },
  "actor_movies": [
    "ho-den-tu-than"
  ],
  "actor_url": "matthew-mcconaughey",
  "actor_name": "Matthew McConaughey",
  "actor_thumbnail": "/public\\uploads\\actors\\matthew-mcconaughey.jpg",
  "actor_description": "Matthew McConaughey, sinh ngày 4 tháng 11 năm 1969, là một nam diễn viên nổi tiếng người Mỹ. Anh được biết đến với ngoại hình điển trai và tài năng diễn xuất đa dạng. Matthew có một cái gì đó thu hút và đầy sự quyến rũ, với ánh mắt sáng rực và nụ cười tỏa nắng. Anh có vóc dáng thể thao và dáng đi tự tin, tạo nên một sự cuốn hút tự nhiên.\r\nVới sự nghiệp kéo dài hàng thập kỷ, Matthew McConaughey đã thể hiện sự đa tài và khả năng diễn xuất xuất sắc trong nhiều thể loại phim. Anh đã đóng vai chính trong các bộ phim nổi tiếng như \"Dallas Buyers Club\" (2013), với vai diễn Ron Woodroof, mang về cho anh giải Oscar cho Nam diễn viên chính xuất sắc nhất. Ngoài ra, anh còn góp mặt trong các bộ phim như \"Interstellar\" (2014), \"The Wolf of Wall Street\" (2013) và \"True Detective\" (2014)."
},{
  "_id": {
    "$oid": "6462632ad490ed617c15af7f"
  },
  "actor_movies": [
    "ho-den-tu-than"
  ],
  "actor_url": "anne-hathaway",
  "actor_name": "Anne Hathaway",
  "actor_thumbnail": "/public\\uploads\\actors\\anne-hathaway.jpg",
  "actor_description": "Anne Hathaway, sinh ngày 12 tháng 11 năm 1982, là một nữ diễn viên hàng đầu người Mỹ. Với nhan sắc kiều diễm và tài năng diễn xuất đặc biệt, cô đã ghi dấu ấn trong làng giải trí toàn cầu. Anne có một nụ cười tươi tắn và đôi mắt sáng lấp lánh, tạo nên một vẻ đẹp quyến rũ và duyên dáng.\r\nVới sự nghiệp diễn xuất đa dạng, Anne Hathaway đã chứng tỏ được tài năng của mình trong nhiều thể loại phim. Cô đã xuất hiện trong những bộ phim nổi tiếng như \"The Devil Wears Prada\" (2006), trong vai diễn Andy Sachs, và \"Les Misérables\" (2012), với vai Fantine, giúp cô giành được giải Oscar cho Nữ diễn viên phụ xuất sắc nhất. Anne cũng thể hiện khả năng diễn xuất xuất sắc trong các bộ phim như \"The Dark Knight Rises\" (2012) và \"Interstellar\" (2014)."
},{
  "_id": {
    "$oid": "646263b2d490ed617c15af80"
  },
  "actor_movies": [
    "ho-den-tu-than"
  ],
  "actor_url": "jessica-chastain",
  "actor_name": "Jessica Chastain",
  "actor_thumbnail": "/public\\uploads\\actors\\jessica-chastain.jpg",
  "actor_description": "Jessica Chastain, sinh ngày 24 tháng 3 năm 1977, là một nữ diễn viên xuất sắc người Mỹ. Với vẻ đẹp quyến rũ và tài năng diễn xuất đa dạng, cô đã trở thành một trong những gương mặt nổi bật trong ngành điện ảnh. Jessica có mái tóc đỏ lửa và đôi mắt sáng rực, tạo nên một vẻ ngoài đầy cuốn hút và sự cá nhân độc đáo.\r\nSự nghiệp của Jessica Chastain đã được đánh giá cao với những vai diễn xuất sắc trên màn ảnh. Cô đã thể hiện sự đa tài trong các thể loại phim từ phim hành động, giả tưởng đến phim tâm lý. Jessica đã góp mặt trong các bộ phim nổi tiếng như \"Zero Dark Thirty\" (2012), trong vai diễn Maya, và \"The Help\" (2011), trong vai Celia Foote. Những vai diễn của cô luôn thể hiện sự chân thành và sự sâu sắc, mang lại những cảm xúc chân thật cho khán giả."
},{
  "_id": {
    "$oid": "6462666dd490ed617c15af81"
  },
  "actor_movies": [
    "ho-den-tu-than"
  ],
  "actor_url": "michael-caine",
  "actor_name": "Michael Caine",
  "actor_thumbnail": "/public\\uploads\\actors\\michael-caine.jpg",
  "actor_description": "Michael Caine, tên thật là Maurice Joseph Micklewhite Jr., sinh ngày 14 tháng 3 năm 1933, là một nam diễn viên vĩ đại người Anh. Ông được biết đến với tài năng diễn xuất đa dạng và khả năng thích ứng với các vai diễn đa dạng từ hài hước đến hành động và tâm lý.\r\nVới hơn sáu thập kỷ trong nghề, Michael Caine đã tham gia vào nhiều bộ phim nổi tiếng và đạt được nhiều thành công lớn. Ông đã xuất hiện trong các bộ phim như \"The Italian Job\" (1969), \"Alfie\" (1966), và \"The Dark Knight Trilogy\" (2005-2012), trong vai Alfred Pennyworth. Với khả năng thể hiện nhân vật tự tin và đa chiều, Michael Caine luôn tạo ra những biểu cảm đáng nhớ và mang đến những màn trình diễn ấn tượng."
},{
  "_id": {
    "$oid": "6462682e718967595087ecb5"
  },
  "actor_movies": [
    "ho-den-tu-than"
  ],
  "actor_url": "casey-affleck",
  "actor_name": "Casey Affleck",
  "actor_thumbnail": "/public\\uploads\\actors\\casey-affleck.jpg",
  "actor_description": "Casey Affleck, tên đầy đủ là Caleb Casey McGuire Affleck-Boldt, sinh ngày 12 tháng 8 năm 1975, là một nam diễn viên và nhà sản xuất phim người Mỹ. Anh được biết đến với sự tài năng diễn xuất đa dạng và khả năng chơi những vai diễn tình cảm và sâu sắc.\r\nVới sự nghiệp diễn xuất kéo dài, Casey Affleck đã ghi dấu ấn với nhiều vai diễn đáng chú ý. Anh đã thể hiện khả năng diễn xuất xuất sắc trong các bộ phim như \"Gone Baby Gone\" (2007), \"The Assassination of Jesse James by the Coward Robert Ford\" (2007) và \"Manchester by the Sea\" (2016). Với vai diễn trong \"Manchester by the Sea\", Casey Affleck đã giành giải Oscar cho Nam diễn viên chính xuất sắc nhất, đánh dấu sự công nhận của ngành công nghiệp điện ảnh đối với tài năng của anh."
},{
  "_id": {
    "$oid": "646268b7718967595087ecb6"
  },
  "actor_movies": [
    "ho-den-tu-than"
  ],
  "actor_url": "mackenzie-foy",
  "actor_name": "Mackenzie Foy",
  "actor_thumbnail": "/public\\uploads\\actors\\mackenzie-foy.jpg",
  "actor_description": "Mackenzie Foy, sinh ngày 10 tháng 11 năm 2000, là một nữ diễn viên trẻ và tài năng người Mỹ. Dù còn rất trẻ, Mackenzie đã chứng tỏ khả năng diễn xuất đáng kinh ngạc và tiềm năng lớn trong ngành điện ảnh.\r\nMackenzie Foy đã góp mặt trong nhiều bộ phim đáng chú ý. Cô đã được biết đến rộng rãi qua vai diễn Renesmee Cullen trong loạt phim \"Twilight Saga: Breaking Dawn\" (2011-2012). Sự diễn xuất đầy tài năng của Mackenzie Foy đã ghi điểm với khán giả và giới chuyên môn. Cô cũng đã tham gia vào các bộ phim như \"Interstellar\" (2014) và \"The Nutcracker and the Four Realms\" (2018), chứng tỏ sự đa dạng và linh hoạt trong diễn xuất."
},{
  "_id": {
    "$oid": "6462696c718967595087ecb7"
  },
  "actor_movies": [
    "ho-den-tu-than"
  ],
  "actor_url": "john-lithgow",
  "actor_name": "John Lithgow",
  "actor_thumbnail": "/public\\uploads\\actors\\john-lithgow.jpg",
  "actor_description": "John Lithgow, sinh ngày 19 tháng 10 năm 1945, là một nam diễn viên và nhà sản xuất phim người Mỹ. Ông là một trong những diễn viên tài năng và đa dạng nhất của thế hệ của mình, với sự nghiệp diễn xuất kéo dài và nhiều thành công trong cả điện ảnh, truyền hình và sân khấu.\r\nJohn Lithgow đã đóng vai trong nhiều bộ phim và chương trình truyền hình nổi tiếng. Ông đã nhận được nhiều đề cử và giải thưởng danh giá trong sự nghiệp của mình, bao gồm Giải Oscar và Giải Emmy. Một số vai diễn xuất sắc của ông bao gồm \"The World According to Garp\" (1982), \"Terms of Endearment\" (1983), và \"Dexter\" (2006-2013), trong vai diễn Trinity Killer."
},{
  "_id": {
    "$oid": "64626a67718967595087ecb8"
  },
  "actor_movies": [
    "ho-den-tu-than"
  ],
  "actor_url": "david-gyasi",
  "actor_name": "David Gyasi",
  "actor_thumbnail": "/public\\uploads\\actors\\david-gyasi.jpg",
  "actor_description": "David Gyasi, sinh ngày 2 tháng 1 năm 1979, là một nam diễn viên người Anh. Với tài năng và sự chuyên nghiệp của mình, David Gyasi đã tạo dựng được một danh tiếng trong ngành công nghiệp điện ảnh.\r\nAnh đã tham gia trong nhiều bộ phim đáng chú ý. Một số vai diễn nổi bật của David Gyasi bao gồm \"Interstellar\" (2014), \"Cloud Atlas\" (2012), và \"Maleficent: Mistress of Evil\" (2019). Anh đã thể hiện khả năng diễn xuất xuất sắc và mang đến những biểu cảm đáng nhớ trong các tác phẩm này."
},{
  "_id": {
    "$oid": "64626b42718967595087ecb9"
  },
  "actor_movies": [
    "ho-den-tu-than"
  ],
  "actor_url": "wes-bentley",
  "actor_name": "Wes Bentley",
  "actor_thumbnail": "/public\\uploads\\actors\\wes-bentley.jpg",
  "actor_description": "Wes Bentley, tên đầy đủ là Wesley Cook Bentley, sinh ngày 4 tháng 9 năm 1978, là một nam diễn viên người Mỹ. Anh được biết đến với tài năng diễn xuất đa dạng và khả năng mang đến những vai diễn sâu sắc và đầy cảm xúc.\r\nVới sự nghiệp diễn xuất kéo dài, Wes Bentley đã thể hiện tài năng của mình trong nhiều bộ phim đáng chú ý. Anh đã góp mặt trong các tác phẩm như \"American Beauty\" (1999), trong vai Ricky Fitts, một vai diễn đáng nhớ và đã đem lại sự công nhận rộng rãi cho anh. Các vai diễn khác của Wes Bentley bao gồm \"The Hunger Games\" (2012), \"Interstellar\" (2014) và \"Mission: Impossible - Fallout\" (2018), trong đó anh đã thể hiện khả năng diễn xuất đa dạng và linh hoạt."
},{
  "_id": {
    "$oid": "64626bbc718967595087ecba"
  },
  "actor_movies": [
    "ho-den-tu-than"
  ],
  "actor_url": "timothee-chalamet",
  "actor_name": "Timothée Chalamet",
  "actor_thumbnail": "/public\\uploads\\actors\\timothee-chalamet.jpg",
  "actor_description": "Timothée Chalamet, sinh ngày 27 tháng 12 năm 1995, là một nam diễn viên người Mỹ - Pháp. Anh được biết đến với tài năng diễn xuất đáng kinh ngạc và phong cách riêng biệt, và đã trở thành một trong những ngôi sao trẻ triển vọng của ngành điện ảnh.\r\nVới một sự nghiệp diễn xuất ngắn nhưng đã nổi tiếng, Timothée Chalamet đã thể hiện khả năng xuất sắc qua các vai diễn đáng chú ý. Anh đã ghi dấu ấn với vai diễn Elio Perlman trong bộ phim \"Call Me by Your Name\" (2017), nơi anh đã được đề cử Giải Oscar cho Nam diễn viên chính xuất sắc nhất, khiến anh trở thành người trẻ nhất từng đạt được đề cử này trong hơn nửa thế kỷ qua. Các vai diễn khác của Timothée Chalamet bao gồm \"Lady Bird\" (2017), \"Beautiful Boy\" (2018) và \"Little Women\" (2019), trong đó anh tiếp tục chứng tỏ sự đa dạng và sự xuất sắc trong diễn xuất."
},{
  "_id": {
    "$oid": "64626c0f718967595087ecbb"
  },
  "actor_movies": [
    "ho-den-tu-than"
  ],
  "actor_url": "matt-damon",
  "actor_name": "Matt Damon",
  "actor_thumbnail": "/public\\uploads\\actors\\matt-damon.jpg",
  "actor_description": "Matt Damon, sinh ngày 8 tháng 10 năm 1970, là một nam diễn viên, nhà sản xuất và biên kịch người Mỹ. Với tài năng diễn xuất đa dạng và thành công của mình trong ngành điện ảnh, Matt Damon đã trở thành một trong những ngôi sao nổi tiếng và đáng chú ý của thế hệ của mình.\r\nAnh đã tham gia vào nhiều bộ phim thành công và được yêu thích. Một số vai diễn nổi bật của Matt Damon bao gồm \"Good Will Hunting\" (1997), trong đó anh cùng với Ben Affleck cùng nhau viết kịch bản và đoạt giải Oscar cho Kịch bản xuất sắc nhất, \"The Bourne Identity\" (2002) series, \"The Departed\" (2006) và \"The Martian\" (2015). Anh đã nhận được nhiều đề cử và giải thưởng danh giá trong sự nghiệp của mình, chứng tỏ tài năng và sự ghi nhận từ khán giả và giới chuyên môn."
},{
  "_id": {
    "$oid": "64626c5a718967595087ecbc"
  },
  "actor_movies": [
    "ho-den-tu-than"
  ],
  "actor_url": "ellen-burstyn",
  "actor_name": "Ellen Burstyn",
  "actor_thumbnail": "/public\\uploads\\actors\\ellen-burstyn.jpg",
  "actor_description": "Ellen Burstyn, sinh ngày 7 tháng 12 năm 1932, là một nữ diễn viên người Mỹ. Với sự nghiệp kéo dài hơn nửa thế kỷ, Ellen Burstyn đã trở thành một biểu tượng của sự tài năng và sự đa dạng trong diễn xuất.\r\nCô đã góp mặt trong nhiều bộ phim và vở kịch nổi tiếng. Một số vai diễn nổi bật của Ellen Burstyn bao gồm \"The Exorcist\" (1973), \"Alice Doesn't Live Here Anymore\" (1974) và \"Requiem for a Dream\" (2000). Cô đã nhận được nhiều đề cử và giải thưởng danh giá, bao gồm Giải Oscar cho Nữ diễn viên chính xuất sắc nhất, giải Emmy và giải Tony, chứng minh khả năng diễn xuất ưu tú của mình."
},{
  "_id": {
    "$oid": "64626caa718967595087ecbd"
  },
  "actor_movies": [
    "ho-den-tu-than"
  ],
  "actor_url": "topher-grace",
  "actor_name": "Topher Grace",
  "actor_thumbnail": "/public\\uploads\\actors\\topher-grace.jpg",
  "actor_description": "Topher Grace, tên đầy đủ là Christopher John Grace, sinh ngày 12 tháng 7 năm 1978, là một nam diễn viên và nhà sản xuất người Mỹ. Anh nổi tiếng với vai diễn Eric Forman trong series sitcom \"That '70s Show\" (1998-2006), nơi anh đã trở thành một trong những gương mặt trẻ triển vọng của Hollywood.\r\nSau khi kết thúc \"That '70s Show\", Topher Grace đã tiếp tục phát triển sự nghiệp diễn xuất của mình trong các bộ phim điện ảnh. Anh đã tham gia vào nhiều dự án thành công và được đánh giá cao. Một số vai diễn đáng chú ý của Topher Grace bao gồm \"Spider-Man 3\" (2007), \"Interstellar\" (2014), và \"BlacKkKlansman\" (2018). Anh đã chứng tỏ sự đa dạng và khả năng thích nghi trong diễn xuất thông qua các vai diễn khác nhau."
}]