[{
  "_id": {
    "$oid": "6462618fd490ed617c15af7e"
  },
  "actor_movies": [
    "ho-den-tu-than"
  ],
  "actor_url": "matthew-mcconaughey",
  "actor_name": "Matthew McConaughey",
  "actor_thumbnail": "/public\\uploads\\actors\\matthew-mcconaughey.jpg",
  "actor_description": "Matthew McConaughey, sinh ngày 4 tháng 11 năm 1969, là một nam diễn viên nổi tiếng người Mỹ. Anh được biết đến với ngoại hình điển trai và tài năng diễn xuất đa dạng. Matthew có một cái gì đó thu hút và đầy sự quyến rũ, với ánh mắt sáng rực và nụ cười tỏa nắng. Anh có vóc dáng thể thao và dáng đi tự tin, tạo nên một sự cuốn hút tự nhiên.\r\nVới sự nghiệp kéo dài hàng thập kỷ, Matthew McConaughey đã thể hiện sự đa tài và khả năng diễn xuất xuất sắc trong nhiều thể loại phim. Anh đã đóng vai chính trong các bộ phim nổi tiếng như \"Dallas Buyers Club\" (2013), với vai diễn Ron Woodroof, mang về cho anh giải Oscar cho Nam diễn viên chính xuất sắc nhất. Ngoài ra, anh còn góp mặt trong các bộ phim như \"Interstellar\" (2014), \"The Wolf of Wall Street\" (2013) và \"True Detective\" (2014)."
},{
  "_id": {
    "$oid": "6462632ad490ed617c15af7f"
  },
  "actor_movies": [
    "ho-den-tu-than"
  ],
  "actor_url": "anne-hathaway",
  "actor_name": "Anne Hathaway",
  "actor_thumbnail": "/public\\uploads\\actors\\anne-hathaway.jpg",
  "actor_description": "Anne Hathaway, sinh ngày 12 tháng 11 năm 1982, là một nữ diễn viên hàng đầu người Mỹ. Với nhan sắc kiều diễm và tài năng diễn xuất đặc biệt, cô đã ghi dấu ấn trong làng giải trí toàn cầu. Anne có một nụ cười tươi tắn và đôi mắt sáng lấp lánh, tạo nên một vẻ đẹp quyến rũ và duyên dáng.\r\nVới sự nghiệp diễn xuất đa dạng, Anne Hathaway đã chứng tỏ được tài năng của mình trong nhiều thể loại phim. Cô đã xuất hiện trong những bộ phim nổi tiếng như \"The Devil Wears Prada\" (2006), trong vai diễn Andy Sachs, và \"Les Misérables\" (2012), với vai Fantine, giúp cô giành được giải Oscar cho Nữ diễn viên phụ xuất sắc nhất. Anne cũng thể hiện khả năng diễn xuất xuất sắc trong các bộ phim như \"The Dark Knight Rises\" (2012) và \"Interstellar\" (2014)."
},{
  "_id": {
    "$oid": "646263b2d490ed617c15af80"
  },
  "actor_movies": [
    "ho-den-tu-than"
  ],
  "actor_url": "jessica-chastain",
  "actor_name": "Jessica Chastain",
  "actor_thumbnail": "/public\\uploads\\actors\\jessica-chastain.jpg",
  "actor_description": "Jessica Chastain, sinh ngày 24 tháng 3 năm 1977, là một nữ diễn viên xuất sắc người Mỹ. Với vẻ đẹp quyến rũ và tài năng diễn xuất đa dạng, cô đã trở thành một trong những gương mặt nổi bật trong ngành điện ảnh. Jessica có mái tóc đỏ lửa và đôi mắt sáng rực, tạo nên một vẻ ngoài đầy cuốn hút và sự cá nhân độc đáo.\r\nSự nghiệp của Jessica Chastain đã được đánh giá cao với những vai diễn xuất sắc trên màn ảnh. Cô đã thể hiện sự đa tài trong các thể loại phim từ phim hành động, giả tưởng đến phim tâm lý. Jessica đã góp mặt trong các bộ phim nổi tiếng như \"Zero Dark Thirty\" (2012), trong vai diễn Maya, và \"The Help\" (2011), trong vai Celia Foote. Những vai diễn của cô luôn thể hiện sự chân thành và sự sâu sắc, mang lại những cảm xúc chân thật cho khán giả."
},{
  "_id": {
    "$oid": "6462666dd490ed617c15af81"
  },
  "actor_movies": [
    "ho-den-tu-than"
  ],
  "actor_url": "michael-caine",
  "actor_name": "Michael Caine",
  "actor_thumbnail": "/public\\uploads\\actors\\michael-caine.jpg",
  "actor_description": "Michael Caine, tên thật là Maurice Joseph Micklewhite Jr., sinh ngày 14 tháng 3 năm 1933, là một nam diễn viên vĩ đại người Anh. Ông được biết đến với tài năng diễn xuất đa dạng và khả năng thích ứng với các vai diễn đa dạng từ hài hước đến hành động và tâm lý.\r\nVới hơn sáu thập kỷ trong nghề, Michael Caine đã tham gia vào nhiều bộ phim nổi tiếng và đạt được nhiều thành công lớn. Ông đã xuất hiện trong các bộ phim như \"The Italian Job\" (1969), \"Alfie\" (1966), và \"The Dark Knight Trilogy\" (2005-2012), trong vai Alfred Pennyworth. Với khả năng thể hiện nhân vật tự tin và đa chiều, Michael Caine luôn tạo ra những biểu cảm đáng nhớ và mang đến những màn trình diễn ấn tượng."
},{
  "_id": {
    "$oid": "6462682e718967595087ecb5"
  },
  "actor_movies": [
    "ho-den-tu-than"
  ],
  "actor_url": "casey-affleck",
  "actor_name": "Casey Affleck",
  "actor_thumbnail": "/public\\uploads\\actors\\casey-affleck.jpg",
  "actor_description": "Casey Affleck, tên đầy đủ là Caleb Casey McGuire Affleck-Boldt, sinh ngày 12 tháng 8 năm 1975, là một nam diễn viên và nhà sản xuất phim người Mỹ. Anh được biết đến với sự tài năng diễn xuất đa dạng và khả năng chơi những vai diễn tình cảm và sâu sắc.\r\nVới sự nghiệp diễn xuất kéo dài, Casey Affleck đã ghi dấu ấn với nhiều vai diễn đáng chú ý. Anh đã thể hiện khả năng diễn xuất xuất sắc trong các bộ phim như \"Gone Baby Gone\" (2007), \"The Assassination of Jesse James by the Coward Robert Ford\" (2007) và \"Manchester by the Sea\" (2016). Với vai diễn trong \"Manchester by the Sea\", Casey Affleck đã giành giải Oscar cho Nam diễn viên chính xuất sắc nhất, đánh dấu sự công nhận của ngành công nghiệp điện ảnh đối với tài năng của anh."
},{
  "_id": {
    "$oid": "646268b7718967595087ecb6"
  },
  "actor_movies": [
    "ho-den-tu-than"
  ],
  "actor_url": "mackenzie-foy",
  "actor_name": "Mackenzie Foy",
  "actor_thumbnail": "/public\\uploads\\actors\\mackenzie-foy.jpg",
  "actor_description": "Mackenzie Foy, sinh ngày 10 tháng 11 năm 2000, là một nữ diễn viên trẻ và tài năng người Mỹ. Dù còn rất trẻ, Mackenzie đã chứng tỏ khả năng diễn xuất đáng kinh ngạc và tiềm năng lớn trong ngành điện ảnh.\r\nMackenzie Foy đã góp mặt trong nhiều bộ phim đáng chú ý. Cô đã được biết đến rộng rãi qua vai diễn Renesmee Cullen trong loạt phim \"Twilight Saga: Breaking Dawn\" (2011-2012). Sự diễn xuất đầy tài năng của Mackenzie Foy đã ghi điểm với khán giả và giới chuyên môn. Cô cũng đã tham gia vào các bộ phim như \"Interstellar\" (2014) và \"The Nutcracker and the Four Realms\" (2018), chứng tỏ sự đa dạng và linh hoạt trong diễn xuất."
},{
  "_id": {
    "$oid": "6462696c718967595087ecb7"
  },
  "actor_movies": [
    "ho-den-tu-than"
  ],
  "actor_url": "john-lithgow",
  "actor_name": "John Lithgow",
  "actor_thumbnail": "/public\\uploads\\actors\\john-lithgow.jpg",
  "actor_description": "John Lithgow, sinh ngày 19 tháng 10 năm 1945, là một nam diễn viên và nhà sản xuất phim người Mỹ. Ông là một trong những diễn viên tài năng và đa dạng nhất của thế hệ của mình, với sự nghiệp diễn xuất kéo dài và nhiều thành công trong cả điện ảnh, truyền hình và sân khấu.\r\nJohn Lithgow đã đóng vai trong nhiều bộ phim và chương trình truyền hình nổi tiếng. Ông đã nhận được nhiều đề cử và giải thưởng danh giá trong sự nghiệp của mình, bao gồm Giải Oscar và Giải Emmy. Một số vai diễn xuất sắc của ông bao gồm \"The World According to Garp\" (1982), \"Terms of Endearment\" (1983), và \"Dexter\" (2006-2013), trong vai diễn Trinity Killer."
},{
  "_id": {
    "$oid": "64626a67718967595087ecb8"
  },
  "actor_movies": [
    "ho-den-tu-than"
  ],
  "actor_url": "david-gyasi",
  "actor_name": "David Gyasi",
  "actor_thumbnail": "/public\\uploads\\actors\\david-gyasi.jpg",
  "actor_description": "David Gyasi, sinh ngày 2 tháng 1 năm 1979, là một nam diễn viên người Anh. Với tài năng và sự chuyên nghiệp của mình, David Gyasi đã tạo dựng được một danh tiếng trong ngành công nghiệp điện ảnh.\r\nAnh đã tham gia trong nhiều bộ phim đáng chú ý. Một số vai diễn nổi bật của David Gyasi bao gồm \"Interstellar\" (2014), \"Cloud Atlas\" (2012), và \"Maleficent: Mistress of Evil\" (2019). Anh đã thể hiện khả năng diễn xuất xuất sắc và mang đến những biểu cảm đáng nhớ trong các tác phẩm này."
},{
  "_id": {
    "$oid": "64626b42718967595087ecb9"
  },
  "actor_movies": [
    "ho-den-tu-than"
  ],
  "actor_url": "wes-bentley",
  "actor_name": "Wes Bentley",
  "actor_thumbnail": "/public\\uploads\\actors\\wes-bentley.jpg",
  "actor_description": "Wes Bentley, tên đầy đủ là Wesley Cook Bentley, sinh ngày 4 tháng 9 năm 1978, là một nam diễn viên người Mỹ. Anh được biết đến với tài năng diễn xuất đa dạng và khả năng mang đến những vai diễn sâu sắc và đầy cảm xúc.\r\nVới sự nghiệp diễn xuất kéo dài, Wes Bentley đã thể hiện tài năng của mình trong nhiều bộ phim đáng chú ý. Anh đã góp mặt trong các tác phẩm như \"American Beauty\" (1999), trong vai Ricky Fitts, một vai diễn đáng nhớ và đã đem lại sự công nhận rộng rãi cho anh. Các vai diễn khác của Wes Bentley bao gồm \"The Hunger Games\" (2012), \"Interstellar\" (2014) và \"Mission: Impossible - Fallout\" (2018), trong đó anh đã thể hiện khả năng diễn xuất đa dạng và linh hoạt."
},{
  "_id": {
    "$oid": "64626bbc718967595087ecba"
  },
  "actor_movies": [
    "ho-den-tu-than"
  ],
  "actor_url": "timothee-chalamet",
  "actor_name": "Timothée Chalamet",
  "actor_thumbnail": "/public\\uploads\\actors\\timothee-chalamet.jpg",
  "actor_description": "Timothée Chalamet, sinh ngày 27 tháng 12 năm 1995, là một nam diễn viên người Mỹ - Pháp. Anh được biết đến với tài năng diễn xuất đáng kinh ngạc và phong cách riêng biệt, và đã trở thành một trong những ngôi sao trẻ triển vọng của ngành điện ảnh.\r\nVới một sự nghiệp diễn xuất ngắn nhưng đã nổi tiếng, Timothée Chalamet đã thể hiện khả năng xuất sắc qua các vai diễn đáng chú ý. Anh đã ghi dấu ấn với vai diễn Elio Perlman trong bộ phim \"Call Me by Your Name\" (2017), nơi anh đã được đề cử Giải Oscar cho Nam diễn viên chính xuất sắc nhất, khiến anh trở thành người trẻ nhất từng đạt được đề cử này trong hơn nửa thế kỷ qua. Các vai diễn khác của Timothée Chalamet bao gồm \"Lady Bird\" (2017), \"Beautiful Boy\" (2018) và \"Little Women\" (2019), trong đó anh tiếp tục chứng tỏ sự đa dạng và sự xuất sắc trong diễn xuất."
},{
  "_id": {
    "$oid": "64626c0f718967595087ecbb"
  },
  "actor_movies": [
    "ho-den-tu-than"
  ],
  "actor_url": "matt-damon",
  "actor_name": "Matt Damon",
  "actor_thumbnail": "/public\\uploads\\actors\\matt-damon.jpg",
  "actor_description": "Matt Damon, sinh ngày 8 tháng 10 năm 1970, là một nam diễn viên, nhà sản xuất và biên kịch người Mỹ. Với tài năng diễn xuất đa dạng và thành công của mình trong ngành điện ảnh, Matt Damon đã trở thành một trong những ngôi sao nổi tiếng và đáng chú ý của thế hệ của mình.\r\nAnh đã tham gia vào nhiều bộ phim thành công và được yêu thích. Một số vai diễn nổi bật của Matt Damon bao gồm \"Good Will Hunting\" (1997), trong đó anh cùng với Ben Affleck cùng nhau viết kịch bản và đoạt giải Oscar cho Kịch bản xuất sắc nhất, \"The Bourne Identity\" (2002) series, \"The Departed\" (2006) và \"The Martian\" (2015). Anh đã nhận được nhiều đề cử và giải thưởng danh giá trong sự nghiệp của mình, chứng tỏ tài năng và sự ghi nhận từ khán giả và giới chuyên môn."
},{
  "_id": {
    "$oid": "64626c5a718967595087ecbc"
  },
  "actor_movies": [
    "ho-den-tu-than"
  ],
  "actor_url": "ellen-burstyn",
  "actor_name": "Ellen Burstyn",
  "actor_thumbnail": "/public\\uploads\\actors\\ellen-burstyn.jpg",
  "actor_description": "Ellen Burstyn, sinh ngày 7 tháng 12 năm 1932, là một nữ diễn viên người Mỹ. Với sự nghiệp kéo dài hơn nửa thế kỷ, Ellen Burstyn đã trở thành một biểu tượng của sự tài năng và sự đa dạng trong diễn xuất.\r\nCô đã góp mặt trong nhiều bộ phim và vở kịch nổi tiếng. Một số vai diễn nổi bật của Ellen Burstyn bao gồm \"The Exorcist\" (1973), \"Alice Doesn't Live Here Anymore\" (1974) và \"Requiem for a Dream\" (2000). Cô đã nhận được nhiều đề cử và giải thưởng danh giá, bao gồm Giải Oscar cho Nữ diễn viên chính xuất sắc nhất, giải Emmy và giải Tony, chứng minh khả năng diễn xuất ưu tú của mình."
},{
  "_id": {
    "$oid": "64626caa718967595087ecbd"
  },
  "actor_movies": [
    "ho-den-tu-than"
  ],
  "actor_url": "topher-grace",
  "actor_name": "Topher Grace",
  "actor_thumbnail": "/public\\uploads\\actors\\topher-grace.jpg",
  "actor_description": "Topher Grace, tên đầy đủ là Christopher John Grace, sinh ngày 12 tháng 7 năm 1978, là một nam diễn viên và nhà sản xuất người Mỹ. Anh nổi tiếng với vai diễn Eric Forman trong series sitcom \"That '70s Show\" (1998-2006), nơi anh đã trở thành một trong những gương mặt trẻ triển vọng của Hollywood.\r\nSau khi kết thúc \"That '70s Show\", Topher Grace đã tiếp tục phát triển sự nghiệp diễn xuất của mình trong các bộ phim điện ảnh. Anh đã tham gia vào nhiều dự án thành công và được đánh giá cao. Một số vai diễn đáng chú ý của Topher Grace bao gồm \"Spider-Man 3\" (2007), \"Interstellar\" (2014), và \"BlacKkKlansman\" (2018). Anh đã chứng tỏ sự đa dạng và khả năng thích nghi trong diễn xuất thông qua các vai diễn khác nhau."
},{
  "_id": {
    "$oid": "646500ea2f14bc306c7a1c5d"
  },
  "actor_movies": [
    "nhiem-vu-bat-kha-thi-nghiep-bao-phan-1"
  ],
  "actor_url": "tom-cruise",
  "actor_name": "Tom Cruise",
  "actor_thumbnail": "/public\\uploads\\actors\\tom-cruise.jpg",
  "actor_description": "Tom Cruise, tên đầy đủ là Thomas Cruise Mapother IV, sinh ngày 3 tháng 7 năm 1962, là một diễn viên, nhà sản xuất và ngôi sao điện ảnh hàng đầu người Mỹ. Với sự nghiệp kéo dài hơn ba thập kỷ, Tom Cruise đã trở thành một biểu tượng trong ngành công nghiệp giải trí và được công nhận vì khả năng diễn xuất xuất sắc và sự cam kết với nghệ thuật điện ảnh.\r\nTom Cruise có ngoại hình điển trai và sức hút tự nhiên. Anh mang trong mình sự quyến rũ và sự sảng khoái trong diễn xuất. Với nhiệt huyết và tầm nhìn nghệ thuật, Tom Cruise đã tạo ra nhiều vai diễn đáng nhớ và ghi điểm mạnh trong lòng khán giả.\r\nAnh đã góp mặt trong nhiều bộ phim thành công và trở thành biểu tượng của các loại phim hành động và phiêu lưu. Một số vai diễn nổi bật của Tom Cruise bao gồm loạt phim \"Mission: Impossible\" (1996 đến nay), \"Top Gun\" (1986), \"Jerry Maguire\" (1996), và \"Rain Man\" (1988). Anh đã đóng vai trong các thể loại phim khác nhau, từ hành động và khoa học viễn tưởng đến phim lãng mạn và hài hước, chứng tỏ khả năng đa dạng và linh hoạt trong diễn xuất."
},{
  "_id": {
    "$oid": "6465015e2f14bc306c7a1c5e"
  },
  "actor_movies": [
    "nhiem-vu-bat-kha-thi-nghiep-bao-phan-1"
  ],
  "actor_url": "hayley-atwell",
  "actor_name": "Hayley Atwell",
  "actor_thumbnail": "/public\\uploads\\actors\\hayley-atwell.jpg",
  "actor_description": "Hayley Atwell, sinh ngày 5 tháng 4 năm 1982, là một nữ diễn viên người Anh. Với ngoại hình quyến rũ và tài năng diễn xuất đa dạng, Hayley Atwell đã thu hút sự chú ý và đánh giá cao trong ngành công nghiệp điện ảnh.\r\nHayley Atwell nổi tiếng với vai diễn Peggy Carter trong vũ trụ Marvel, xuất hiện trong các bộ phim như \"Captain America: The First Avenger\" (2011), \"Captain America: The Winter Soldier\" (2014), và \"Avengers: Endgame\" (2019). Vai diễn này đã đem lại cho cô sự công nhận và tạo dựng hình ảnh một người phụ nữ mạnh mẽ, thông minh và đáng ngưỡng mộ.\r\nNgoài vai diễn trong vũ trụ Marvel, Hayley Atwell cũng đã thể hiện tài năng của mình trong các bộ phim và chương trình truyền hình khác. Cô đã đóng vai chính trong bộ phim \"The Duchess\" (2008) và nhận được đánh giá tích cực với vai diễn nữ nhà báo trong phim truyền hình \"Agent Carter\" (2015-2016). Hayley Atwell cũng đã tham gia vào nhiều dự án nghệ thuật đa dạng, từ những bộ phim lãng mạn đến các tác phẩm có nội dung sâu sắc."
},{
  "_id": {
    "$oid": "646501972f14bc306c7a1c5f"
  },
  "actor_movies": [
    "nhiem-vu-bat-kha-thi-nghiep-bao-phan-1"
  ],
  "actor_url": "simon-pegg",
  "actor_name": "Simon Pegg",
  "actor_thumbnail": "/public\\uploads\\actors\\simon-pegg.jpg",
  "actor_description": "Simon Pegg, sinh ngày 14 tháng 2 năm 1970, là một diễn viên, biên kịch và nhà sản xuất người Anh. Anh được biết đến với tài năng hài hước và khả năng diễn xuất đa dạng trong các bộ phim.\r\nSimon Pegg nổi tiếng qua sự đóng góp của mình trong loạt phim hài kinh điển \"Three Flavours Cornetto trilogy\", bao gồm \"Shaun of the Dead\" (2004), \"Hot Fuzz\" (2007) và \"The World's End\" (2013). Anh cũng được biết đến với vai Scotty trong loạt phim \"Star Trek\" từ năm 2009.\r\nNgoài ra, Simon Pegg đã tham gia vào nhiều dự án điện ảnh khác nhau. Anh đã đóng vai chính trong bộ phim hài \"Run Fatboy Run\" (2007) và thể hiện khả năng diễn xuất nổi bật trong \"Mission: Impossible\" series, với vai nhân vật Benji Dunn. Simon Pegg cũng đã tham gia vào các bộ phim như \"Paul\" (2011), \"The Adventures of Tintin\" (2011), và \"Ready Player One\" (2018)."
},{
  "_id": {
    "$oid": "646501cb2f14bc306c7a1c60"
  },
  "actor_movies": [
    "nhiem-vu-bat-kha-thi-nghiep-bao-phan-1"
  ],
  "actor_url": "ving-rhames",
  "actor_name": "Ving Rhames",
  "actor_thumbnail": "/public\\uploads\\actors\\ving-rhames.jpg",
  "actor_description": "Ving Rhames, sinh ngày 12 tháng 5 năm 1959, là một diễn viên, nhà sản xuất và đạo diễn người Mỹ. Anh nổi tiếng với vai diễn Marsellus Wallace trong bộ phim \"Pulp Fiction\" (1994) của đạo diễn Quentin Tarantino.\r\nVới hơn 30 năm trong ngành công nghiệp điện ảnh, Ving Rhames đã tham gia vào nhiều bộ phim và chương trình truyền hình. Anh được biết đến với các vai diễn như Nathan \"Diamond Dog\" Jones trong \"Con Air\" (1997), Luther Stickell trong loạt phim \"Mission: Impossible\", và đóng vai chính trong bộ phim kinh dị \"Dawn of the Dead\" (2004).\r\nNgoài ra, Ving Rhames cũng là một nhà sản xuất và đạo diễn. Anh đã sản xuất và đạo diễn bộ phim \"Mongolian Death Worm\" (2010) và đóng vai chính trong bộ phim hành động \"Death Race: Inferno\" (2013)."
},{
  "_id": {
    "$oid": "646502102f14bc306c7a1c61"
  },
  "actor_movies": [
    "nhiem-vu-bat-kha-thi-nghiep-bao-phan-1"
  ],
  "actor_url": "rebecca-ferguson",
  "actor_name": "Rebecca Ferguson",
  "actor_thumbnail": "/public\\uploads\\actors\\rebecca-ferguson.jpg",
  "actor_description": "Rebecca Ferguson, sinh ngày 19 tháng 10 năm 1983, là một nữ diễn viên người Thụy Điển. Với vẻ đẹp tuyệt vời và khả năng diễn xuất xuất sắc, Rebecca Ferguson đã thu hút sự chú ý và đánh giá cao trong ngành công nghiệp điện ảnh.\r\nRebecca Ferguson nổi tiếng qua vai diễn Ilsa Faust trong loạt phim \"Mission: Impossible\" bắt đầu từ \"Mission: Impossible – Rogue Nation\" (2015) và tiếp tục trong các phần sau. Với vai diễn này, cô đã khắc họa một nhân vật mạnh mẽ, thông minh và tài ba, trở thành một trong những điểm nhấn của loạt phim.\r\nNgoài vai Ilsa Faust, Rebecca Ferguson cũng đã thể hiện tài năng diễn xuất đa dạng trong các bộ phim khác. Cô đã đóng vai chính trong bộ phim âm nhạc \"The Greatest Showman\" (2017), hòa giọng cùng Hugh Jackman. Rebecca Ferguson cũng đã tham gia vào các dự án như \"Doctor Sleep\" (2019) và \"Dune\" (2021), và nhận được sự công nhận cho khả năng diễn xuất tuyệt vời."
},{
  "_id": {
    "$oid": "646503052f14bc306c7a1c62"
  },
  "actor_movies": [
    "nhiem-vu-bat-kha-thi-nghiep-bao-phan-1"
  ],
  "actor_url": "vanessa -kirby",
  "actor_name": "Vanessa Kirby",
  "actor_thumbnail": "/public\\uploads\\actors\\vanessa -kirby.jpg",
  "actor_description": "Vanessa Kirby, sinh ngày 18 tháng 4 năm 1988, là một nữ diễn viên người Anh. Cô được biết đến với khả năng diễn xuất đa dạng và sự sáng tạo trong các vai diễn của mình.\r\nVanessa Kirby nổi tiếng qua vai diễn Princes Margaret trong hai mùa đầu tiên của loạt phim truyền hình \"The Crown\" (2016-2017). Với sự thể hiện xuất sắc của mình, cô đã nhận được nhiều đề cử và giành giải BAFTA cho \"Nữ diễn viên phụ xuất sắc nhất\".\r\nNgoài vai diễn trong \"The Crown\", Vanessa Kirby cũng đã thể hiện khả năng diễn xuất ấn tượng trong các bộ phim khác. Cô đã đóng vai chính trong bộ phim \"Pieces of a Woman\" (2020), nơi cô thể hiện một vai diễn phức tạp và đầy cảm xúc, và nhận được đánh giá tích cực từ giới phê bình. Vanessa Kirby cũng đã tham gia vào các dự án như \"Mission: Impossible – Fallout\" (2018) và \"Hobbs & Shaw\" (2019), trở thành một cái tên quen thuộc trong ngành công nghiệp điện ảnh."
},{
  "_id": {
    "$oid": "6465034d2f14bc306c7a1c63"
  },
  "actor_movies": [
    "nhiem-vu-bat-kha-thi-nghiep-bao-phan-1"
  ],
  "actor_url": "henry-czerny",
  "actor_name": "Henry Czerny",
  "actor_thumbnail": "/public\\uploads\\actors\\henry-czerny.jpg",
  "actor_description": "Henry Czerny, sinh ngày 8 tháng 2 năm 1959, là một diễn viên người Canada. Anh đã có một sự nghiệp kéo dài trong ngành công nghiệp điện ảnh và truyền hình, với nhiều vai diễn đáng chú ý.\r\nHenry Czerny nổi tiếng với vai Kittridge trong bộ phim \"Mission: Impossible\" (1996), đây là bộ phim đầu tiên trong loạt phim \"Mission: Impossible\". Anh đã đóng vai một nhân vật quan trọng, mang tính độc đáo và góp phần tạo nên thành công của phim.\r\nNgoài vai Kittridge, Henry Czerny cũng đã tham gia vào nhiều dự án điện ảnh và truyền hình khác. Anh đã đóng vai chính trong bộ phim \"Clear and Present Danger\" (1994) và \"The Ice Storm\" (1997). Anh cũng xuất hiện trong các bộ phim như \"The Exorcism of Emily Rose\" (2005), \"Remember\" (2015), và \"Ready or Not\" (2019), nơi anh thể hiện tài năng diễn xuất đa dạng."
},{
  "_id": {
    "$oid": "646503a72f14bc306c7a1c64"
  },
  "actor_movies": [
    "nhiem-vu-bat-kha-thi-nghiep-bao-phan-1"
  ],
  "actor_url": "mariela-garriga",
  "actor_name": "Mariela Garriga",
  "actor_thumbnail": "/public\\uploads\\actors\\mariela-garriga.jpg",
  "actor_description": "Mariela Garriga là một diễn viên người Mỹ, sinh ngày 6 tháng 1 năm 1986. Cô đã thể hiện sự xuất sắc và tài năng trong các vai diễn của mình trên màn ảnh.\r\nMariela Garriga đã xuất hiện trong một số bộ phim và chương trình truyền hình. Cô đã đóng vai chính trong bộ phim kinh dị \"The Curse of La Llorona\" (2019), nơi cô thể hiện khả năng diễn xuất đa dạng và tạo ra sự căng thẳng tinh thần.\r\nNgoài vai diễn trong \"The Curse of La Llorona\", Mariela Garriga cũng đã tham gia vào các dự án khác. Cô đã xuất hiện trong các bộ phim như \"National Treasure: Book of Secrets\" (2007) và \"Bullet to the Head\" (2012). Cô cũng đã thể hiện tài năng của mình trên màn ảnh nhỏ với vai diễn trong các chương trình truyền hình như \"NCIS: Los Angeles\" và \"True Detective\"."
},{
  "_id": {
    "$oid": "646507712f14bc306c7a1c68"
  },
  "actor_movies": [
    "transformers-quai-thu-troi-day"
  ],
  "actor_url": "peter-dinklage",
  "actor_name": "Peter Dinklage",
  "actor_thumbnail": "/public\\uploads\\actors\\peter-dinklage.jpg",
  "actor_description": "Peter Dinklage, sinh ngày 11 tháng 6 năm 1969, là một diễn viên người Mỹ. Anh nổi tiếng với khả năng diễn xuất xuất sắc và vai diễn đáng nhớ trên màn ảnh.\r\nPeter Dinklage đã đạt được sự công nhận rộng rãi qua vai diễn Tyrion Lannister trong loạt phim truyền hình \"Game of Thrones\" (2011-2019). Với tài năng diễn xuất đỉnh cao, anh đã mang đến một sự hiện diện đáng nhớ và đa chiều cho nhân vật của mình. Peter Dinklage đã nhận được nhiều giải thưởng danh giá như Giải Emmy và Giải Quả Cầu Vàng cho vai diễn này.\r\nNgoài vai diễn trong \"Game of Thrones\", Peter Dinklage cũng đã thể hiện khả năng diễn xuất đa dạng trong nhiều bộ phim khác. Anh đã xuất hiện trong các tác phẩm như \"The Station Agent\" (2003), \"X-Men: Days of Future Past\" (2014), và \"Three Billboards Outside Ebbing, Missouri\" (2017). Peter Dinklage đã chứng tỏ khả năng vượt qua giới hạn về chiều cao và tạo ra những vai diễn đầy sức mạnh và sự ấn tượng."
},{
  "_id": {
    "$oid": "646507f02f14bc306c7a1c69"
  },
  "actor_movies": [
    "transformers-quai-thu-troi-day"
  ],
  "actor_url": "ron-perlman",
  "actor_name": "Ron Perlman",
  "actor_thumbnail": "/public\\uploads\\actors\\ron-perlman.jpg",
  "actor_description": "Ron Perlman, sinh ngày 13 tháng 4 năm 1950, là một diễn viên người Mỹ. Anh được biết đến với vẻ ngoài đặc biệt và tài năng diễn xuất đa dạng trên màn ảnh.\r\nRon Perlman đã có sự nổi tiếng và đạt được sự công nhận rộng rãi qua vai diễn Hellboy trong loạt phim \"Hellboy\" (2004) và \"Hellboy II: The Golden Army\" (2008). Với khả năng thể hiện nhân vật hoàn hảo và vẻ ngoài phù hợp, anh đã mang đến một sự hiện diện mạnh mẽ và đáng nhớ cho vai diễn này.\r\nNgoài vai diễn Hellboy, Ron Perlman cũng đã tham gia vào nhiều bộ phim khác. Anh đã xuất hiện trong các tác phẩm như \"Blade II\" (2002), \"Pacific Rim\" (2013), và \"The Book of Life\" (2014). Anh cũng nổi tiếng với vai diễn Clay Morrow trong loạt phim truyền hình \"Sons of Anarchy\" (2008-2013)."
},{
  "_id": {
    "$oid": "646509fb2f14bc306c7a1c6d"
  },
  "actor_movies": [
    "transformers-quai-thu-troi-day"
  ],
  "actor_url": "dominique-fishback",
  "actor_name": "Dominique Fishback",
  "actor_thumbnail": "/public\\uploads\\actors\\dominique-fishback.jpg",
  "actor_description": "Dominique Fishback, sinh ngày 22 tháng 3 năm 1991, là một diễn viên và nhà viết kịch người Mỹ. Cô nổi tiếng với vai diễn Darlene trong bộ phim \"Judas and the Black Messiah\" (2021) và có sự xuất hiện đáng chú ý trong các dự án điện ảnh và truyền hình khác.\r\nDominique Fishback đã được công chúng biết đến và đánh giá cao qua vai diễn Darlene, người yêu của nhà hoạt động Fred Hampton, trong bộ phim \"Judas and the Black Messiah\". Với tài năng diễn xuất tuyệt vời, cô đã mang đến sự mạnh mẽ và sự chân thành của nhân vật này. Vai diễn này đã giúp cô nhận được nhiều đề cử và đánh giá tích cực từ giới phê bình.\r\nNgoài \"Judas and the Black Messiah\", Dominique Fishback cũng đã xuất hiện trong nhiều dự án khác. Cô đã đóng vai chính trong bộ phim \"Night Comes On\" (2018) và có sự xuất hiện trong các bộ phim như \"The Hate U Give\" (2018) và \"Project Power\" (2020). Cô cũng đã tham gia vào các dự án truyền hình như \"The Deuce\" và \"Show Me a Hero\"."
},{
  "_id": {
    "$oid": "64660a0cdc8c352dd8980b73"
  },
  "actor_movies": [
    "transformers-quai-thu-troi-day"
  ],
  "actor_url": "anthony-ramos",
  "actor_name": "Anthony Ramos",
  "actor_thumbnail": "/public\\uploads\\actors\\anthony-ramos.jpg",
  "actor_description": "Anthony Ramos, sinh ngày 1 tháng 11 năm 1991, là một diễn viên và ca sĩ người Mỹ. Anh nổi tiếng với vai diễn trong các vở nhạc kịch nổi tiếng và cũng đã có sự xuất hiện trong nhiều bộ phim.\r\nAnthony Ramos đã nổi danh qua vai diễn John Laurens và Philip Hamilton trong vở nhạc kịch Broadway \"Hamilton\". Với khả năng diễn xuất xuất sắc và giọng hát tuyệt vời, anh đã nhận được sự công nhận và yêu mến từ khán giả. Sau thành công trên sân khấu, Anthony Ramos đã chuyển sang màn ảnh và đã xuất hiện trong các bộ phim như \"A Star Is Born\" (2018) và \"In the Heights\" (2021)."
},{
  "_id": {
    "$oid": "64660a9edc8c352dd8980b74"
  },
  "actor_movies": [
    "transformers-quai-thu-troi-day"
  ],
  "actor_url": "luna-lauren-velez",
  "actor_name": "Luna Lauren Velez",
  "actor_thumbnail": "/public\\uploads\\actors\\luna-lauren-velez.jpg",
  "actor_description": "Luna Lauren Velez, sinh ngày 2 tháng 11 năm 1964, là một diễn viên người Mỹ. Cô nổi tiếng với vai diễn trong các bộ phim truyền hình và sân khấu, và đã có sự xuất hiện đáng chú ý trong nhiều dự án giải trí.\r\nLuna Lauren Velez đã được biết đến và đánh giá cao qua vai diễn nguyên thủy Maritza Ramos trong loạt phim truyền hình \"Dexter\" (2006-2013). Với tài năng diễn xuất xuất sắc, cô đã mang đến sự tinh tế và sự chân thành của nhân vật này. Vai diễn này đã giúp cô nhận được nhiều đề cử và đánh giá tích cực từ giới phê bình.\r\nNgoài \"Dexter\", Luna Lauren Velez cũng đã xuất hiện trong nhiều dự án truyền hình khác. Cô đã đóng vai chính trong bộ phim truyền hình \"Oz\" và có sự xuất hiện trong các loạt phim như \"How to Get Away with Murder\" và \"Nurse Jackie\". Cô cũng đã tham gia vào các dự án điện ảnh và sân khấu khác."
},{
  "_id": {
    "$oid": "64660ad9dc8c352dd8980b75"
  },
  "actor_movies": [
    "transformers-quai-thu-troi-day"
  ],
  "actor_url": "colman-domingo",
  "actor_name": "Colman Domingo",
  "actor_thumbnail": "/public\\uploads\\actors\\colman-domingo.jpg",
  "actor_description": "Colman Domingo, sinh ngày 28 tháng 11 năm 1969, là một diễn viên, nhà viết kịch và đạo diễn người Mỹ. Ông đã có sự xuất hiện đáng chú ý trong nhiều bộ phim, chương trình truyền hình và vở kịch, và được biết đến với tài năng đa dạng và khả năng biểu diễn xuất sắc.\r\nColman Domingo đã đóng vai diễn Victor Strand trong loạt phim truyền hình \"Fear the Walking Dead\" từ năm 2015 đến nay. Với vai diễn này, ông đã thể hiện sự thông minh và sự sắc bén của nhân vật và nhận được sự khen ngợi từ cả khán giả và giới phê bình. Ông cũng đã xuất hiện trong các bộ phim khác như \"Selma\" (2014), \"If Beale Street Could Talk\" (2018) và \"Ma Rainey's Black Bottom\" (2020)."
}]