[
    {
        "id": 1,
        "name": "Tàu Đêm",
        "type": "phim lẻ",
        "theloai": [
            "phim hành động",
            "phim hình sự"
        ],
        "nam_phat_hanh": "2023",
        "content": "Night Train 2023 Full HD Vietsub Thuyết Minh Hãy thắt dây an toàn để tận hưởng những pha hành động gay cấn trên TÀU ĐÊM. Người mẹ Holly McCord (Danielle C. Ryan) bị đẩy đến chỗ cực đoan để cứu sống đứa con trai nhỏ của mình. Ngay cả khi điều đó có nghĩa là vận chuyển ma túy chợ đen trong chiếc xe tải được tân trang của cô ấy, với sự truy đuổi gắt gao của Fed. Với hai khoản tiền thưởng cho cái đầu và mạng sống của con trai cô đang bị đe dọa, Holly ngồi sau tay lái của \"Chuyến tàu đêm\", sẵn sàng chạy nhanh hơn, rút ​​súng và tồn tại lâu hơn tất cả.",
        "quoc_gia": "phim âu mỹ",
        "src": "https://img.phimmoichilla.net/images/film/tau-dem.jpg"
    },
    {
        "id": 2,
        "name": "Người Sói Tuổi Teen",
        "type":"phim lẻ",
        "theloai": [
            "phim hành động",
            "phim viễn tưởng"
        ],
        "content": "Teen Wolf: The Movie 2023 Full HD Vietsub Thuyết Minh Trăng tròn mọc ở Beacon Hills, và cùng với đó là một ác quỷ đáng sợ đã xuất hiện. Những con sói lại hú lên, kêu gọi sự trở lại của Banshees, Werecoyotes, Hellhounds, Kitsunes và mọi kẻ biến hình khác trong đêm. Nhưng chỉ một người sói như Scott McCall, không còn là một thiếu niên nhưng vẫn là một Alpha, mới có thể tập hợp cả hai đồng minh mới và đoàn tụ những người bạn đáng tin cậy để chống lại kẻ thù có thể là mạnh nhất và nguy hiểm nhất mà họ từng đối mặt. Chờ đón sản phẩm đầu năm trên phimmoi được subteam vietsub vào hôm nay bạn nha.",
        "nam_phat_hanh": "2023",
        "quoc_gia": "phim âu mỹ",
        "src": "https://img.phimmoichilla.net/images/film/nguoi-soi-tuoi-teen-dien-anh.jpg"
    },
    {
        "id": 3,
        "name": "M3gan",
        "type":"phim lẻ",
        "theloai": [
            "phim ma - kinh dị",
            "phim chiếu rạp"
        ],
        "content": "Từ những bộ óc sung mãn nhất trong lĩnh vực kinh dị—James Wan, nhà làm phim đằng sau loạt phim Saw, Insidious và The Conjuring, và Blumhouse, nhà sản xuất của các bộ phim Halloween, The Black Phone và The Invisible Man—đã xuất hiện một gương mặt mới đầy kinh hoàng. M3GAN là một điều kỳ diệu của trí tuệ nhân tạo, một con búp bê giống như thật được lập trình để trở thành người bạn đồng hành tuyệt vời nhất của trẻ và là đồng minh tốt nhất của cha mẹ. Được thiết kế bởi nhà chế tạo robot xuất sắc của công ty đồ chơi Gemma (Allison Williams của Get Out), M3GAN có thể nghe, xem và học hỏi khi cô trở thành bạn và giáo viên, bạn cùng chơi và người bảo vệ cho đứa trẻ mà cô gắn bó. Khi Gemma bất ngờ trở thành người chăm sóc cô cháu gái 8 tuổi mồ côi Cady (Violet McGraw, The Haunting of Hill House), Gemma cảm thấy không chắc chắn và chưa sẵn sàng để làm cha mẹ. Dưới áp lực nặng nề trong công việc, Gemma quyết định ghép nguyên mẫu M3GAN của mình với Cady nhằm cố gắng giải quyết cả hai vấn đề—một quyết định sẽ dẫn đến những hậu quả không thể tưởng tượng được.",
        "nam_phat_hanh": "2023",
        "quoc_gia": "phim âu mỹ",
        "src": "https://img.phimmoichilla.net/images/film/m3gan.jpg"
    },
    {
        "id": 4,
        "name": "Gangnam Thất Thủ",
        "type":"phim lẻ",
        "theloai": [
            "phim ma - kinh dị",
            "phim chiếu rạp"
        ],
        "content": "Gangnam Zombie 2023 Full HD Vietsub Thuyết Minh Công dân từ Gangnam cao cấp ở Seoul bắt đầu trải qua các triệu chứng bất thường và đáng sợ, biến thành những sinh vật vô nhân tính, chỉ còn lại một số người sống sót có cơ hội sống sót. Ngày tận thế thây ma đã là một yếu tố có mặt khắp nơi trong hầu hết các loại hình nghệ thuật từ trò chơi điện tử đến âm nhạc và phim ảnh, rất lâu trước khi nó tràn ngập phim điện ảnh và phim truyền hình Hàn Quốc và trở thành một thể loại phong phú. Và trong những năm gần đây, xác sống trong các bộ phim điện ảnh và truyền hình như “Train to Busan”, “Kingdom” và “All of Us are Dead” đã trở thành hit toàn cầu. tập trung vào hai nhân vật chính, Hyun-seok (Ji Il-joo) và Min-jeong (Park Ji-yeon), khi ngày tận thế zombie tấn công khu phố Gangnam thượng lưu của Seoul.",
        "nam_phat_hanh": "2023",
        "quoc_gia": "phim hàn quốc",
        "src": "https://img.phimmoichilla.net/images/film/gangnam-that-thu.jpg"
    },
    {
        "id": 5,
        "name": "Đội SWAT Báo Đen",
        "type":"phim lẻ",
        "theloai": [
            "phim hành động"
        ],
        "content": "Panther SWAT 2023 Full HD Vietsub Thuyết Minh Một vụ nổ dữ dội đã phá vỡ sự yên tĩnh của ngân hàng. Một nhóm tay súng lái xe với số tiền bị đánh cắp và cảnh sát sau khi nghe tin đuổi theo trên đường cao tốc. Có một cuộc đấu súng ác liệt, chiếc xe bị lật và bốc cháy, và những tên côn đồ còn lại phát điên sau khi bỏ xe tẩu thoát. Đội SWAT tinh nhuệ đã nhận được cảnh báo - Đội SWAT Báo Đen đã vội vã đến hiện trường vụ việc; mặt khác, thành viên đội SWAT bị cưỡng chế Jiang Miao biết rằng kẻ chủ mưu đằng sau những tên cướp Hóa ra là kẻ giết người. giết anh trai cũng là cảnh sát.Sau khi khuất phục được xã hội đen, Jiang Miao kiên quyết tìm đến thành trì ẩn giấu của kẻ chủ mưu đứng sau xã hội đen ...",
        "nam_phat_hanh": "2023",
        "quoc_gia": "phim trung quốc",
        "src": "https://img.phimmoichilla.net/images/film/doi-swat-bao-den.jpg"
    },
    {
        "id": 6,
        "name": "Bất Lương Nhân Chi: U Minh Cổ Vương",
        "type":"phim lẻ",
        "theloai": [
            "phim hành động",
            "phim viễn tưởng"
        ],
        "content": "Invisible Guard 2022 Full HD Vietsub Thuyết Minh Phim tập trung vào một nhóm quan chức đặc biệt trong triều đại nhà Đường - những người xấu Bất Lương Nhân . Phim kể về một loạt vụ giết người ở thành phố Trường An. Một âm mưu được lên kế hoạch để lấy mẹ và côn trùng con. Tình cờ và trùng hợp, Bad Shuai đã tập hợp những người xa lạ ở thành phố Trường An để dấn thân vào con đường tìm kiếm Nether Gu King",
        "nam_phat_hanh": "2022",
        "quoc_gia": "phim trung quốc",
        "src": "https://img.phimmoichilla.net/images/film/bat-luong-nhan-chi-u-minh-co-vuong.jpg"
    },
    {
        "id": 7,
        "name": "Narvik",
        "type":"phim lẻ",
        "theloai": [
            "phim chiến tranh"
        ],
        "content": "Kampen om Narvik 2022 Full HD Vietsub Thuyết Minh Tháng 4 năm 1940. Cuộc chiến bắt đầu ở châu Âu có vẻ xa vời đối với người Na Uy, nhưng con mắt của thế giới đã đổ dồn vào Narvik, nơi vận chuyển quặng sắt mà Hitler phụ thuộc vào để duy trì cỗ máy chiến tranh của Đức. Vào đêm ngày 9 tháng 4, quyền trung lập của Na Uy bị vi phạm và binh lính Đức lên bờ. Chỉ huy thành phố đầu hàng Narvik mà không chiến đấu, nhưng không phải ai cũng sẵn sàng hạ vũ khí. Một đại đội gồm 200 binh sĩ Na Uy lừa đảo ra khỏi thành phố và tham gia cuộc chiến. Trong số những người lính, chúng tôi tìm thấy hạ sĩ trẻ Gunnar Tofte, người đã được rửa tội bằng lửa trong trận chiến chống lại những thợ săn Alpine chuyên nghiệp của Đức ở vùng núi. Tại Narvik, khách sạn Hoàng gia, nơi vợ ông là Ingrid Tofte làm người giúp việc và thông dịch viên, sẽ là trụ sở mới của quân Đức. Từ chiến hào dễ biết ai là bạn, ai là thù. Từ phía dân sự, bức tranh phức tạp hơn.",
        "nam_phat_hanh": "2022",
        "quoc_gia": "phim âu mỹ",
        "src": "https://img.phimmoichilla.net/images/film/narvik.jpg"
    },
    {
        "id": 8,
        "name": "Mèo Đi Hia Điều Ước Cuối Cùng",
        "type":"phim lẻ",
        "theloai": [
            "phim hoạt hình",
            "phim chiếu rạp"
        ],
        "content": "Puss in Boots: The Last Wish 2022 Full HD Vietsub Thuyết Minh Mùa thu này, loài mèo yêu thích leche, thích lộng lẫy, bất chấp sợ hãi yêu thích của mọi người sẽ trở lại. Lần đầu tiên sau hơn một thập kỷ, DreamWorks Animation giới thiệu một cuộc phiêu lưu mới trong vũ trụ Shrek khi Puss in Boots táo bạo ngoài vòng pháp luật phát hiện ra rằng niềm đam mê với sự nguy hiểm và coi thường sự an toàn của mình đã gây ra hậu quả nghiêm trọng. Puss đã đốt cháy tám trong số chín mạng sống của mình, mặc dù anh ta đã mất đi số lượng trên đường đi. Lấy lại những mạng sống đó sẽ đưa Mèo đi hia vào nhiệm vụ vĩ đại nhất của nó. Người được đề cử Giải Oscar®, Antonio Banderas trở lại với vai trò lồng tiếng cho PiB khét tiếng khi anh bắt đầu cuộc hành trình hoành tráng vào Rừng Đen để tìm Ngôi sao Điều ước thần thoại và khôi phục lại những mạng sống đã mất của mình. Nhưng chỉ còn một mạng sống, Puss sẽ phải hạ mình và nhờ sự giúp đỡ từ người đồng đội cũ cũng như kẻ thù không đội trời chung của mình: Kitty Soft Paws (ứng cử viên Oscar® Salma Hayek) quyến rũ. Trong nhiệm vụ của mình, Puss và Kitty sẽ được hỗ trợ - trái ngược với khả năng phán đoán tốt hơn của chúng - bởi một con chó lầm lì, hay nói chuyện, không ngừng vui vẻ, Perro (Harvey Guillén, What We Do in the Shadows). Cùng với nhau, bộ ba anh hùng của chúng ta sẽ phải đi trước một bước so với Goldilocks (người được đề cử giải Oscar, Florence Pugh, Góa phụ đen) và Gia đình tội phạm Three Bears, \"Big\" Jack Horner (người chiến thắng giải Emmy John Mulaney, Big Mouth) và thợ săn tiền thưởng đáng sợ , Con sói xấu xa (Wagner Moura, Narcos).",
        "nam_phat_hanh": "2022",
        "quoc_gia": "phim âu mỹ",
        "src": "https://designs.vn/wp-content/images/15-08-2013/hinhnen_phimbomtan_desktop_1_resize.jpg"
    },
    {
        "id": 9,
        "name": "Avatar 2",
        "type":"phim lẻ",
        "theloai": [
            "phim hành động",
            "phim phiêu lưu",
            "phim chiếu rạp"
        ],
        "content": "Avatar 2: Dòng Chảy Của Nước 2022 Full HD Vietsub Thuyết Minh sau avatar 1 Hai nhân vật chính, Jake Sully và Neytiri, giờ đã thành đôi, nguyện sẽ ở bên nhau. Tuy nhiên, cả hai buộc phải rời khỏi nhà và khám phá những miền đất mới trên mặt trăng Pandora, cũng chính là lúc những mối nguy cũ trở lại với họ. cùng phimmoi hóng bộ phim thế thân 2 Dòng Chảy Của Nước bom tấn này nge \n Cốt truyện cho thấy Jake và gia đình của anh ấy là mục tiêu của những kẻ thực dân loài người, những người muốn biến Pandora thành ngôi nhà mới cho cư dân Trái đất, vì vậy họ chạy trốn khỏi ngôi nhà trong rừng của mình và tìm nơi ẩn náu với một cộng đồng Na'vi lưỡng cư trên đại dương, được gọi là Metkayina. Điều này có nghĩa là phần lớn bộ phim diễn ra trong, dưới hoặc xung quanh nước, liên quan đến một mức độ hiểu biết mới về môi trường và công nghệ. Landau nói: “Ánh sáng di chuyển khác nhau dưới nước. \"Vì vậy, chúng tôi cần tạo ra một hệ thống chụp hoàn toàn khác để hoạt động với các điểm đánh dấu phản chiếu và một hệ thống khác trên mặt nước, đồng thời để chúng hoạt động cùng nhau.\"",
        "nam_phat_hanh": "2022",
        "quoc_gia": "phim âu mỹ",
        "src": "https://img.phimmoichilla.net/images/film/avatar-2-1.jpg"
    },
    {
        "id": 10,
        "name": "Hoa Mộc Lan",
        "type":"phim lẻ",
        "theloai": [
            "phim hành động",
            "phim chiếu rạp"
        ],
        "content": "Mulan 2020 Full HD Vietsub Thuyết Minh Khi Hoàng đế Trung Quốc ban hành sắc lệnh rằng mỗi gia đình phải có một người đàn ông phục vụ trong Quân đội Đế quốc để bảo vệ đất nước khỏi những kẻ xâm lược phương Bắc, Hua Mulan, con gái lớn của một chiến binh danh dự, bước vào thế chỗ người cha ốm yếu của cô. Hóa trang thành một người đàn ông, Hua Jun, cô ấy được kiểm tra từng bước trên con đường và phải khai thác sức mạnh bên trong và nắm lấy tiềm năng thực sự của mình. Đó là một hành trình sử thi sẽ biến cô ấy thành một chiến binh được vinh danh và giành cho cô ấy sự tôn trọng của một quốc gia biết ơn ... và một người cha đáng tự hào. Là một cô gái hiếu thảo, Hoa Mộc Lan full thay cha mình tòng quân để bảo vệ đất nước. Phim được Disney chuyển thể từ tác phẩm hoạt hình ăn khách năm 1998. Nữ diễn viên nổi tiếng Lưu Diệc Phi đảm nhận vai diễn Mộc Lan. Nói chung, \"Mulan 2020 full vietsub\" phần lớn đã tôn vinh câu chuyện trong khi thiết lập sự độc lập của nó so với phiên bản trước, một hoạt động tinh tế thành công với liều lượng được đo lường. Ẩn số lớn vẫn còn là điều mà cuối cùng sẽ mang lại cho studio là bao nhiêu, điều này, nhờ vào gambit phát trực tuyến, trở thành câu hỏi thú vị hơn, và có thể là phần lâu dài nhất trong di sản của nó.",
        "nam_phat_hanh": "2020",
        "quoc_gia": "phim âu mỹ",
        "src": "https://img.phimmoichilla.net/images/film/hoa-moc-lan.jpg"
    }
]